{
  "Home": {
  "hero.logo": "Mentivio",
  "hero.title": "Mentivio – Un Espacio Amable para el Bienestar Mental",
  "hero.subtitle": "Dé un paso compasivo hacia la comprensión de su salud mental con nuestras herramientas y recursos de evaluación seguros y basados en evidencia.",
  "hero.cta_assessment": "Comenzar Evaluación",
  "hero.cta_explore": "Explorar Recursos",
  "crisis.alert_title": "Importante:",
  "crisis.alert_description": "Si está experimentando pensamientos de autolesión o está en crisis, solicite ayuda inmediata. Usted no está solo.",
  "crisis.988_label": "Línea de Vida de Suicidio y Crisis 988",
  "crisis.988_action": "Llamar o enviar un mensaje de texto al 988",
  "crisis.textline_label": "Línea de Texto para Crisis",
  "crisis.textline_action": "Enviar mensaje HOME al 741741",
  "crisis.more_resources": "Ver más recursos de crisis →",
  "features.title": "Su Kit de Herramientas de Bienestar Mental",
  "features.subtitle": "Herramientas sencillas y basadas en evidencia para ayudarle a comprender y apoyar su salud mental",
  "features.assessment.title": "Autoevaluación",
  "features.assessment.desc": "Una evaluación confidencial y con base clínica para ayudarle a comprender los patrones de su bienestar mental.",
  "features.assessment.link": "Realizar Evaluación",
  "features.insights.title": "Perspectivas de la Condición",
  "features.insights.desc": "Conozca las diferentes condiciones de salud mental a través de visualizaciones interactivas y explicaciones claras.",
  "features.insights.link": "Saber Más",
  "features.resources.title": "Recursos de Salud Mental",
  "features.resources.desc": "Acceda a información confiable, estrategias de afrontamiento y recursos de apoyo para diversos temas de salud mental.",
  "features.resources.link": "Explorar Recursos",
  "tips.title": "Prácticas Sencillas de Bienestar",
  "tips.subtitle": "Pequeños pasos que puede tomar para apoyar su salud mental",
  "tips.mindful.title": "Respiración Consciente",
  "tips.mindful.desc": "Tómese 5 minutos diarios para concentrarse en su respiración. Inhale en 4 tiempos, exhale en 6.",
  "tips.detox.title": "Desintoxicación Digital",
  "tips.detox.desc": "Programe 30 minutos al día sin pantallas para reducir el desorden mental.",
  "tips.gratitude.title": "Práctica de Gratitud",
  "tips.gratitude.desc": "Escriba tres cosas por las que esté agradecido cada día para cultivar el pensamiento positivo.",
  "tips.movement.title": "Descansos de Movimiento",
  "tips.movement.desc": "Realice caminatas cortas o estírese cada 60-90 minutos para refrescar su mente y cuerpo.",
  "professional.title": "La Orientación Profesional Importa",
  "professional.desc": "Nuestras herramientas están diseñadas para la educación y la autoconciencia, no para el diagnóstico. Siempre consulte a profesionales de la salud para obtener asesoramiento médico.",
  "resources.title": "Recursos de Apoyo Confiables",
  "resources.subtitle": "Organizaciones nacionales que ofrecen apoyo profesional de salud mental",
  "resources.988.title": "Línea de Vida 988",
  "resources.988.desc": "Apoyo gratuito y confidencial disponible 24/7 para personas en peligro o crisis.",
  "resources.988.link": "Visitar 988lifeline.org",
  "resources.nami.title": "Línea de Ayuda NAMI",
  "resources.nami.desc": "La Alianza Nacional de Enfermedades Mentales ofrece apoyo e información gratuitos entre pares.",
  "resources.nami.link": "Visitar NAMI.org",
  "resources.textline.title": "Línea de Texto para Crisis",
  "resources.textline.desc": "Soporte de crisis gratuito 24/7 a través de mensajes de texto con consejeros de crisis capacitados.",
  "resources.textline.link": "Enviar mensaje HOME al 741741",
  "resources.mentalgov.title": "MentalHealth.gov",
  "resources.mentalgov.desc": "Recurso del gobierno de EE. UU. para obtener información sobre salud mental y encontrar ayuda.",
  "resources.mentalgov.link": "Visitar MentalHealth.gov"
},

  "resources": {
    "page-title": "Recursos Educativos - Mentivio",
    "hero-title": "Recursos Educativos",
    "hero-subtitle": "Accede a información confiable sobre condiciones de salud mental, tratamientos y estrategias de afrontamiento",
    "category-all": "Todos los Recursos",
    "category-conditions": "Condiciones de Salud Mental",
    "category-treatment": "Opciones de Tratamiento",
    "category-coping": "Estrategias de Afrontamiento",
    "category-self-help": "Herramientas de Autoayuda",
    "loading-text": "Cargando recursos...",
    "resource1-title": "Comprendiendo la Depresión",
    "resource1-desc": "Aprende sobre síntomas, causas y tratamientos basados en evidencia para la depresión. Incluye información sobre trastorno depresivo mayor y trastorno depresivo persistente.",
    "resource2-title": "Guía de Trastornos de Ansiedad",
    "resource2-desc": "Información completa sobre diferentes tipos de trastornos de ansiedad, incluida la ansiedad generalizada, el trastorno de pánico y la ansiedad social.",
    "resource3-title": "Tipos de Terapia",
    "resource3-desc": "Explora diferentes enfoques terapéuticos, incluidos TCC, DBT, terapia psicodinámica y cómo elegir lo que es adecuado para ti.",
    "resource4-title": "Mindfulness y Meditación",
    "resource4-desc": "Técnicas prácticas para mindfulness, meditación y ejercicios de conexión a tierra para manejar el estrés y mejorar el bienestar mental.",
    "resource5-title": "Trastorno Bipolar",
    "resource5-desc": "Información sobre bipolar I, bipolar II y trastorno ciclotímico. Aprende sobre estabilización del estado de ánimo y estrategias de manejo.",
    "resource6-title": "Estrategias de Autocuidado",
    "resource6-desc": "Desarrolla una rutina de autocuidado personalizada con consejos prácticos para el bienestar físico, emocional y mental.",
    "resource7-title": "Trauma y TEPT",
    "resource7-desc": "Comprendiendo las respuestas al trauma, síntomas de TEPT y tratamientos efectivos para trastornos relacionados con el trauma.",
    "resource8-title": "Medicamentos para la Salud Mental",
    "resource8-desc": "Información sobre medicamentos psiquiátricos comunes, cómo funcionan, efectos secundarios y qué discutir con tu médico.",
    "learn-more0": "Aprender Más",
    "learn-more1": "Aprender Más",
    "learn-more2": "Aprender Más",
    "learn-more3": "Aprender Más",
    "learn-more4": "Aprender Más",
    "learn-more5": "Aprender Más",
    "learn-more6": "Aprender Más",
    "learn-more7": "Aprender Más",
    "learn-more8": "Aprender Más",
    "faq-title": "Preguntas Frecuentes",
    "faq1-question": "¿Cómo sé si necesito ayuda profesional?",
    "faq1-answer": "Si tus síntomas están causando angustia significativa, afectando tu funcionamiento diario, o si tienes pensamientos de hacerte daño a ti mismo o a otros, es importante buscar ayuda profesional.",
    "faq2-question": "¿Cuál es la diferencia entre un psiquiatra y un psicólogo?",
    "faq2-answer": "Los psiquiatras son médicos que pueden recetar medicamentos, mientras que los psicólogos se centran en psicoterapia y pruebas psicológicas. Ambos pueden proporcionar terapia.",
    "faq3-question": "¿Cuánto tiempo suele durar la terapia?",
    "faq3-answer": "La duración varía según las necesidades individuales, el tipo de terapia y los problemas que se abordan. Algunas personas se benefician de la terapia a corto plazo (8-12 sesiones), mientras que otras pueden participar en un tratamiento a más largo plazo.",
    "faq4-question": "¿Son efectivos los servicios de terapia en línea?",
    "faq4-answer": "La investigación muestra que la terapia en línea puede ser tan efectiva como la terapia en persona para muchas condiciones, particularmente cuando la brindan profesionales autorizados que utilizan enfoques basados en evidencia.",
    "newsletter-title": "Mantente Informado",
    "newsletter-subtitle": "Suscríbete a nuestro boletín para recibir consejos de salud mental, nuevos recursos y actualizaciones",
    "newsletter-placeholder": "Ingresa tu dirección de correo electrónico",
    "newsletter-button": "Suscribirse",
    "support-title": "Recursos de Apoyo Adicionales",
    "support-subtitle": "Recursos integrales de salud mental disponibles 24/7 para apoyo continuo",
    "support1-title": "Línea de Ayuda NAMI",
    "support1-desc": "Servicio gratuito de apoyo entre pares a nivel nacional que proporciona información, referencias de recursos y apoyo.",
    "support1-link": "Visitar NAMI",
    "support2-title": "MentalHealth.gov",
    "support2-desc": "Recurso del gobierno de EE. UU. para información, servicios y opciones de tratamiento de salud mental.",
    "support2-link": "Explorar Recursos",
    "support3-title": "Directorio de Terapeutas",
    "support3-desc": "Encuentra terapeutas, psicólogos y consejeros autorizados en tu área para apoyo continuo.",
    "support3-link": "Encontrar Terapeutas"
  },
            "anxiety-resource": {
              "page-title": "Guía de Trastornos de Ansiedad - Mentivio",
              "hero-title": "Guía de Trastornos de Ansiedad",
              "hero-subtitle": "Comprender los diferentes tipos de trastornos de ansiedad y estrategias de manejo efectivas",
              "nav-what-is": "¿Qué es la Ansiedad?",
              "nav-types": "Tipos de Ansiedad",
              "nav-symptoms": "Síntomas",
              "nav-coping": "Estrategias de Afrontamiento",
              "nav-treatment": "Opciones de Tratamiento",
              "nav-help": "Obteniendo Ayuda",
              "section1-title": "¿Qué es la Ansiedad?",
              "section1-p1": "Sentirse ansioso a veces es una parte normal de la vida. Muchas personas se preocupan por la salud, el dinero, el trabajo o problemas familiares. Pero los trastornos de ansiedad implican más que una preocupación o miedo temporal.",
              "section1-p2": "Para las personas con trastornos de ansiedad, la ansiedad no desaparece y puede empeorar con el tiempo. Los sentimientos pueden interferir con las actividades diarias como el rendimiento laboral, el trabajo escolar y las relaciones.",
              "stat-text": "Aproximadamente un tercio de los adolescentes y adultos en EE. UU. experimentan un trastorno de ansiedad en algún momento de sus vidas.",
              "section2-title": "Tipos de Trastornos de Ansiedad",
              "section2-p1": "Los trastornos de ansiedad vienen en diferentes formas, cada uno con características únicas:",
              "type1-title": "Trastorno de Ansiedad Generalizada (TAG)",
              "type1-desc": "Preocupación persistente y excesiva sobre varios aspectos de la vida diaria, a menudo sin una causa específica.",
              "type2-title": "Trastorno de Pánico",
              "type2-desc": "Ataques de pánico recurrentes e inesperados y preocupación continua por tener más ataques.",
              "type3-title": "Trastorno de Ansiedad Social",
              "type3-desc": "Miedo intenso a situaciones sociales donde podrías ser juzgado, avergonzado o escrutado.",
              "type4-title": "Fobias Específicas",
              "type4-desc": "Miedo irracional a objetos o situaciones específicas, como alturas, volar o animales.",
              "type5-title": "Agorafobia",
              "type5-desc": "Miedo a estar en situaciones donde escapar podría ser difícil o no haber ayuda disponible.",
              "type6-title": "Ansiedad por Separación",
              "type6-desc": "Miedo o ansiedad excesivos por la separación de figuras de apego (más común en niños).",
              "section3-title": "Síntomas Comunes",
              "section3-p1": "La ansiedad puede afectar tanto tu mente como tu cuerpo. Aquí hay algunos signos comunes a tener en cuenta:",
              "symptom1": "Palpitaciones, latidos cardíacos acelerados o opresión en el pecho",
              "symptom2": "Falta de aliento, hiperventilación o sensación de asfixia",
              "symptom3": "Temblores, sacudidas o tensión muscular",
              "symptom4": "Sudoración, escalofríos o sofocos",
              "symptom5": "Mareos, aturdimiento o sensación de desmayo",
              "symptom6": "Pensamientos acelerados, dificultad para concentrarse o mente en blanco",
              "symptom7": "Malestar estomacal, náuseas o problemas digestivos",
              "symptom8": "Problemas de sueño (dificultad para conciliar o mantener el sueño)",
              "symptom9": "Inquietud, sensación de estar nervioso o al límite",
              "symptom10": "Hipervigilancia (escaneo constante en busca de peligro)",
              "section4-title": "Estrategias de Afrontamiento",
              "section4-p1": "Si bien el tratamiento profesional es importante, estas estrategias pueden ayudar a manejar los síntomas de ansiedad:",
              "strategy1-title": "Técnicas de Respiración",
              "strategy1-desc": "Practica ejercicios de respiración profunda como la respiración 4-7-8 (inhalar 4 segundos, mantener 7, exhalar 8) para calmar tu sistema nervioso.",
              "strategy2-title": "Ejercicios de Conexión a Tierra",
              "strategy2-desc": "Usa el método 5-4-3-2-1: identifica 5 cosas que ves, 4 cosas que sientes, 3 cosas que escuchas, 2 cosas que hueles y 1 cosa que saboreas.",
              "strategy3-title": "Relajación Muscular Progresiva",
              "strategy3-desc": "Tensa y relaja sistemáticamente diferentes grupos musculares para liberar la tensión física.",
              "strategy4-title": "Reestructuración Cognitiva",
              "strategy4-desc": "Desafía y reformula pensamientos ansiosos examinando la evidencia a favor y en contra de ellos.",
              "strategy5-title": "Mindfulness y Meditación",
              "strategy5-desc": "Practica permanecer presente sin juzgar, observando pensamientos y sentimientos a medida que vienen y van.",
              "strategy6-title": "Ajustes en el Estilo de Vida",
              "strategy6-desc": "El ejercicio regular, la nutrición equilibrada, el sueño adecuado y limitar la cafeína/el alcohol pueden reducir la ansiedad.",
              "section5-title": "Opciones de Tratamiento Profesional",
              "section5-p1": "Los trastornos de ansiedad son altamente tratables. La mayoría de las personas se benefician de la ayuda profesional, que podría incluir:",
              "treatment1": "Terapia Cognitivo-Conductual (TCC): La terapia más efectiva para los trastornos de ansiedad, que te ayuda a identificar y cambiar patrones de pensamiento y comportamiento.",
              "treatment2": "Terapia de Exposición: Enfrentar gradualmente situaciones temidas de manera segura y controlada para reducir las respuestas de miedo.",
              "treatment3": "Terapia de Aceptación y Compromiso (ACT): Aprender a aceptar los sentimientos de ansiedad mientras te comprometes con acciones basadas en valores.",
              "treatment4": "Medicación: Los ISRS, IRSN o los medicamentos contra la ansiedad pueden ayudar a controlar los síntomas, a menudo en combinación con la terapia.",
              "treatment5": "Terapias Basadas en Mindfulness: MBCT y otros enfoques de mindfulness pueden ayudar a manejar los síntomas de ansiedad.",
              "section5-p2": "Muchas personas encuentran que una combinación de terapia y medicación funciona mejor. El tratamiento debe adaptarse a tus necesidades específicas y tipo de trastorno de ansiedad.",
              "section6-title": "Obteniendo Ayuda",
              "section6-p1": "Si la ansiedad está interfiriendo con tu vida diaria, buscar ayuda es un paso importante para sentirte mejor.",
              "section6-p2": "Comienza con tu médico de atención primaria: pueden descartar otras condiciones médicas que podrían causar síntomas similares y derivarte a especialistas en salud mental.",
              "section6-p3": "Considera ver a un profesional de salud mental como un psiquiatra, psicólogo o terapeuta licenciado que se especialice en el tratamiento de trastornos de ansiedad.",
              "source-text": "Información de la Fuente: Este contenido se basa en información del Instituto Nacional de Salud Mental (NIMH). Para obtener información más detallada, visite ",
              "source-link": "Información sobre Trastornos de Ansiedad del NIMH"
            },

            
            "bipolar-resource": {
              "page-title": "Trastorno Bipolar - Mentivio",
              "hero-title": "Trastorno Bipolar",
              "hero-subtitle": "Comprender los trastornos del estado de ánimo, estrategias de estabilización y enfoques de tratamiento integral",
              "nav-what-is": "¿Qué es el Bipolar?",
              "nav-types": "Tipos",
              "nav-symptoms": "Síntomas",
              "nav-treatment": "Tratamiento",
              "nav-crisis": "Prevención de Crisis",
              "section1-title": "¿Qué es el Trastorno Bipolar?",
              "section1-p1": "El trastorno bipolar es una condición de salud mental caracterizada por cambios extremos del estado de ánimo que incluyen altos emocionales (mania o hipomanía) y bajos (depresión). Estos cambios de humor van más allá de los altibajos normales y pueden afectar significativamente el funcionamiento diario.",
              "stat-text": "El trastorno bipolar afecta aproximadamente a 5.7 millones de adultos estadounidenses, o aproximadamente el 2.6% de la población de EE. UU.",
              "section1-p2": "Si bien todos experimentan cambios de humor, las personas con trastorno bipolar tienen cambios que son más severos, duran más tiempo e interfieren con su capacidad para trabajar, mantener relaciones y funcionar en la vida diaria.",
              "section2-title": "Tipos de Trastorno Bipolar",
              "section2-p1": "Existen varios tipos de trastorno bipolar, cada uno con patrones distintos de episodios de estado de ánimo:",
              "type1-title": "Trastorno Bipolar I",
              "type1-desc": "Definido por episodios maníacos que duran al menos 7 días, o por síntomas maníacos tan severos que se necesita atención hospitalaria inmediata. Los episodios depresivos típicamente duran al menos 2 semanas.",
              "type1-feature": "Se requiere al menos un episodio maníaco para el diagnóstico.",
              "type2-title": "Trastorno Bipolar II",
              "type2-desc": "Definido por un patrón de episodios depresivos y episodios hipomaníacos, pero no los episodios maníacos completos del Bipolar I.",
              "type2-feature": "Los episodios hipomaníacos son menos severos que los episodios maníacos pero siguen siendo cambios notables del comportamiento normal.",
              "type3-title": "Trastorno Ciclotímico",
              "type3-desc": "Definido por períodos de síntomas hipomaníacos y síntomas depresivos que duran al menos 2 años en adultos (1 año en niños).",
              "type3-feature": "Los síntomas son menos severos pero más crónicos que otros tipos.",
              "section3-title": "Síntomas y Episodios del Estado de Ánimo",
              "section3-p1": "El trastorno bipolar implica episodios distintos de cambios de humor. Comprender estos episodios es clave para reconocer la condición:",
              "manic-title": "Episodios Maníacos/Hipomaníacos",
              "manic-symptom1": "Sentirse inusualmente \"eufórico\", eufórico o irritable",
              "manic-symptom2": "Disminución de la necesidad de dormir sin sentirse cansado",
              "manic-symptom3": "Pensamientos acelerados y habla rápida",
              "manic-symptom4": "Aumento de los niveles de energía y actividad",
              "manic-symptom5": "Comportamiento impulsivo o riesgoso (gastos, sexo, decisiones comerciales)",
              "manic-symptom6": "Autoestima inflada o grandiosidad",
              "manic-symptom7": "Dificultad para concentrarse",
              "manic-note": "Nota: La hipomanía es una forma menos severa de manía que no causa problemas importantes en el funcionamiento diario.",
              "depressive-title": "Episodios Depresivos",
              "depressive-symptom1": "Tristeza intensa, desesperanza o vacío",
              "depressive-symptom2": "Pérdida de interés en actividades que alguna vez disfrutó",
              "depressive-symptom3": "Cambios significativos en el apetito o peso",
              "depressive-symptom4": "Dormir demasiado o muy poco",
              "depressive-symptom5": "Fatiga o pérdida de energía",
              "depressive-symptom6": "Sentimientos de inutilidad o culpa excesiva",
              "depressive-symptom7": "Dificultad para concentrarse o tomar decisiones",
              "depressive-symptom8": "Pensamientos de muerte o suicidio",
              "feature1-title": "Características Mixtas",
              "feature1-desc": "Síntomas de manía y depresión que ocurren simultáneamente - a menudo descrito como la parte más difícil del trastorno bipolar",
              "feature2-title": "Ciclos Rápidos",
              "feature2-desc": "Experimentar cuatro o más episodios de estado de ánimo dentro de un solo año",
              "feature3-title": "Síntomas Psicóticos",
              "feature3-desc": "En episodios severos, puede incluir alucinaciones o delirios que coinciden con el estado de ánimo",
              "section4-title": "Enfoques de Tratamiento Integral",
              "section4-p1": "El trastorno bipolar es una condición de por vida, pero el tratamiento efectivo puede ayudar a manejar los síntomas y permitir que las personas vivan vidas saludables y productivas. El tratamiento típicamente implica una combinación de enfoques:",
              "treatment1-title": "Manejo de Medicamentos",
              "treatment1-item1": "Estabilizadores del Estado de Ánimo: Litio, Valproato, Lamotrigina - ayudan a prevenir episodios de estado de ánimo",
              "treatment1-item2": "Antipsicóticos Atípicos: Olanzapina, Quetiapina, Risperidona - manejan síntomas maníacos y depresivos",
              "treatment1-item3": "Antidepresivos: Usados con precaución con estabilizadores del estado de ánimo para evitar desencadenar manía",
              "treatment1-item4": "Medicamentos contra la ansiedad: Para manejar síntomas de ansiedad",
              "treatment1-note": "La medicación debe tomarse consistentemente y ser monitoreada regularmente por un proveedor de atención médica.",
              "treatment2-title": "Psicoterapia",
              "treatment2-item1": "Terapia Cognitivo-Conductual (TCC): Identificar y cambiar patrones de pensamiento negativos",
              "treatment2-item2": "Terapia Interpersonal y de Ritmo Social (IPSRT): Estabilizar ritmos y rutinas diarias",
              "treatment2-item3": "Terapia Centrada en la Familia: Involucrar a la familia en el tratamiento y educación",
              "treatment2-item4": "Psicoeducación: Aprender sobre la enfermedad y estrategias de manejo",
              "treatment3-title": "Manejo del Estilo de Vida",
              "treatment3-item1": "Regulación del Sueño: Mantener un horario de sueño consistente",
              "treatment3-item2": "Manejo del Estrés: Ejercicio regular, meditación, técnicas de relajación",
              "treatment3-item3": "Seguimiento del Estado de Ánimo: Usar diarios o aplicaciones para monitorear síntomas",
              "treatment3-item4": "Evitar Sustancias: Evitar alcohol y drogas recreativas",
              "treatment3-item5": "Rutina Saludable: Horario diario consistente para comidas, actividades, sueño",
              "treatment-success": "Con el tratamiento adecuado, la mayoría de las personas con trastorno bipolar pueden lograr una reducción significativa de los síntomas y una mejor calidad de vida. Sin embargo, a menudo lleva tiempo encontrar la combinación correcta de tratamientos.",
              "section5-title": "Prevención y Manejo de Crisis",
              "section5-p1": "Reconocer los signos de advertencia temprana y tener un plan de crisis puede ayudar a prevenir episodios severos y garantizar un tratamiento oportuno:",
              "prevention1-title": "Signos de Advertencia Temprana",
              "prevention1-item1": "Disminución de la necesidad de dormir sin sentirse cansado",
              "prevention1-item2": "Pensamientos acelerados y habla rápida",
              "prevention1-item3": "Aumento de los niveles de energía y actividad",
              "prevention1-item4": "Comportamiento impulsivo o riesgoso",
              "prevention1-item5": "Retiro de actividades sociales",
              "prevention1-item6": "Cambios en el apetito o patrones de sueño",
              "prevention1-item7": "Dificultad para concentrarse",
              "prevention1-item8": "Aumento de la irritabilidad o agitación",
              "prevention2-title": "Planificación de Emergencia",
              "prevention2-item1": "Crear un plan de crisis con tu equipo de tratamiento",
              "prevention2-item2": "Compartir signos de advertencia con familiares/amigos de confianza",
              "prevention2-item3": "Mantener números de contacto de emergencia accesibles",
              "prevention2-item4": "Saber cuándo buscar ayuda médica inmediata",
              "prevention2-item5": "Tener información del hospital fácilmente disponible",
              "prevention2-item6": "Preparar directivas anticipadas cuando estés bien",
              "source-text": "Información de la Fuente: Este contenido se basa en información del Instituto Nacional de Salud Mental (NIMH) y Cleveland Clinic. Para obtener información más detallada, visite ",
              "source-link1": "Información sobre Trastorno Bipolar del NIMH",
              "source-link2": "Trastorno Bipolar de Cleveland Clinic"
            },


            "depression-resource": {
              "page-title": "Entendiendo la Depresión - Mentivio",
              "hero-title": "Entendiendo la Depresión",
              "hero-subtitle": "Una guía completa para reconocer, entender y encontrar ayuda para la depresión",
              "nav-what-is": "¿Qué es la Depresión?",
              "nav-symptoms": "Síntomas",
              "nav-types": "Tipos de Depresión",
              "nav-treatment": "Opciones de Tratamiento",
              "nav-help": "Buscando Ayuda",
              "section1-title": "¿Qué es la Depresión?",
              "section1-p1": "Todos nos sentimos tristes o desanimados a veces, pero estos sentimientos suelen pasar después de un tiempo. La depresión es diferente—es una condición médica seria que afecta cómo te sientes, piensas y manejas las actividades diarias.",
              "section1-p2": "La depresión no es solo \"sentirse triste\". Puede causar un dolor emocional intenso y dificultar el funcionamiento en el trabajo, la escuela o en las relaciones. La buena noticia es que la depresión es tratable, y la mayoría de las personas que buscan ayuda mejoran.",
              "section1-p3": "La depresión puede afectar a cualquier persona independientemente de su edad, género, antecedentes o circunstancias de vida. Resulta de una combinación de factores genéticos, biológicos, ambientales y psicológicos.",
              "section2-title": "Signos y Síntomas Comunes",
              "section2-p1": "La depresión se manifiesta de manera diferente en diferentes personas, pero aquí hay algunos signos comunes a los que prestar atención:",
              "symptom1": "Sentimientos persistentes de tristeza, ansiedad o vacío",
              "symptom2": "Problemas de sueño (demasiado o muy poco)",
              "symptom3": "Cambios en el apetito o peso",
              "symptom4": "Pérdida de energía o aumento de la fatiga",
              "symptom5": "Dificultad para pensar, concentrarse o tomar decisiones",
              "symptom6": "Sentimientos de inutilidad o culpa",
              "symptom7": "Irritabilidad o inquietud",
              "symptom8": "Pérdida de interés en actividades que antes disfrutabas",
              "section2-p2": "Si has experimentado varios de estos síntomas durante más de dos semanas, podría ser el momento de hablar con un proveedor de atención médica.",
              "section3-title": "Tipos de Depresión",
              "section3-p1": "La depresión no es igual para todos. Existen varios tipos, cada uno con sus propias características:",
              "type1-title": "Depresión Mayor",
              "type1-desc": "Síntomas severos que interfieren con la vida diaria, durando al menos dos semanas.",
              "type2-title": "Trastorno Depresivo Persistente",
              "type2-desc": "Depresión menos severa pero de mayor duración (dos años o más).",
              "type3-title": "Trastorno Afectivo Estacional",
              "type3-desc": "Depresión que ocurre durante estaciones específicas, generalmente en invierno.",
              "type4-title": "Depresión Perinatal",
              "type4-desc": "Depresión durante el embarazo o después del parto (postparto).",
              "type5-title": "Depresión con Psicosis",
              "type5-desc": "Depresión severa acompañada de alucinaciones o delirios.",
              "section4-title": "Opciones de Tratamiento",
              "section4-p1": "La depresión es altamente tratable. La mayoría de las personas se benefician de la ayuda profesional, que podría incluir:",
              "treatment1-title": "Psicoterapia (Terapia de Conversación)",
              "treatment1-item1": "Terapia Cognitivo-Conductual (TCC)",
              "treatment1-item2": "Terapia Interpersonal (TIP)",
              "treatment1-item3": "Terapia de Resolución de Problemas",
              "treatment1-item4": "Terapias Basadas en la Atención Plena",
              "treatment2-title": "Medicación",
              "treatment2-item1": "Antidepresivos (ISRS, IRSN)",
              "treatment2-item2": "Estabilizadores del estado de ánimo (en algunos casos)",
              "treatment2-item3": "Enfoques de combinación",
              "treatment2-note": "La medicación puede tomar 4-8 semanas para mostrar efectos completos",
              "treatment3-title": "Estilo de Vida y Autocuidado",
              "treatment3-item1": "Actividad física regular",
              "treatment3-item2": "Hábitos alimenticios saludables",
              "treatment3-item3": "Horario de sueño consistente",
              "treatment3-item4": "Técnicas de reducción del estrés",
              "treatment3-item5": "Conexión social",
              "section4-p2": "Muchas personas encuentran que una combinación de tratamientos funciona mejor. Lo que ayuda a una persona podría no funcionar para otra, por lo que es importante trabajar con un proveedor de atención médica para encontrar el enfoque correcto para ti.",
              "section5-title": "Buscando Ayuda",
              "section5-p1": "Si crees que podrías estar experimentando depresión, buscar ayuda es una señal de fortaleza, no de debilidad.",
              "section5-p2": "Comienza con tu médico de atención primaria - pueden descartar otras condiciones médicas que podrían causar síntomas similares y derivarte a especialistas en salud mental.",
              "section5-p3": "Considera ver a un profesional de la salud mental como un psiquiatra, psicólogo o terapeuta licenciado que se especialice en el tratamiento de la depresión.",
              "section5-p4": "Construye un sistema de apoyo de amigos o familiares de confianza que puedan ofrecer apoyo emocional durante tu tratamiento.",
              "source-text": "Información de la Fuente: Este contenido se basa en información del Instituto Nacional de Salud Mental (NIMH). Para información más detallada, visita ",
              "source-link": "Información sobre Depresión del NIMH"
            },


            "mindfulness-resource": {
                  "page-title": "Conciencia Plena y Meditación - Mentivio",
                  "hero-title": "Conciencia Plena y Meditación",
                  "hero-subtitle": "Técnicas prácticas para el manejo del estrés y la mejora del bienestar mental",
                  "nav-what-is": "¿Qué es la Conciencia Plena?",
                  "nav-benefits": "Beneficios",
                  "nav-getting-started": "Primeros Pasos",
                  "nav-exercises": "Ejercicios de Conciencia Plena",
                  "nav-daily-tips": "Consejos Diarios",
                  "section1-title": "¿Qué es la Conciencia Plena?",
                  "section1-p1": "La conciencia plena (mindfulness) es la práctica de enfocar intencionalmente su atención en el momento presente, y aceptarlo sin juicio. Se trata de estar completamente consciente de lo que está sucediendo ahora mismo, tanto dentro como alrededor de usted.",
                  "section1-tip-strong": "Simple pero no fácil:",
                  "section1-tip-text": "Aunque la conciencia plena parece simple, requiere práctica para desarrollar esta habilidad. El objetivo no es vaciar su mente, sino observar sus pensamientos y sentimientos sin dejarse llevar por ellos.",
                  "section1-p2": "Puede practicar la conciencia plena durante la meditación enfocándose en su respiración, o puede llevar la conciencia plena a actividades cotidianas como caminar, comer o incluso hablar con otros.",
                  "section2-title": "Beneficios para la Salud de la Conciencia Plena",
                  "section2-p1": "La investigación muestra que practicar la conciencia plena regularmente puede tener efectos positivos significativos tanto en la salud mental como física:",
                  "benefit1": "Reduce el estrés, la ansiedad y los síntomas de depresión",
                  "benefit2": "Disminuye la presión arterial y mejora la salud del corazón",
                  "benefit3": "Mejora la calidad del sueño y reduce el insomnio",
                  "benefit4": "Mejora el enfoque, la concentración y la memoria",
                  "benefit5": "Ayuda a controlar las condiciones de dolor crónico",
                  "benefit6": "Apoya hábitos alimenticios más saludables y el manejo del peso",
                  "benefit7": "Mejora las relaciones y las habilidades de comunicación",
                  "benefit8": "Fortalece la función del sistema inmunológico",
                  "research-highlight-strong": "La investigación muestra:",
                  "research-highlight-text": "Los tratamientos basados en la conciencia plena han demostrado ser efectivos para reducir la ansiedad y la depresión. Los estudios también muestran que puede ayudar a prevenir la recaída de la depresión al ayudar a las personas a \"descentrarse\" de los pensamientos negativos.",
                  "section3-title": "Primeros Pasos con la Meditación",
                  "section3-p1": "Comenzar una práctica de meditación es más simple de lo que podría pensar. Aquí tiene una guía paso a paso para ayudarle a empezar:",
                  "step1-title": "1. Encuentre un Espacio Tranquilo",
                  "step1-desc": "Elija un lugar cómodo donde no será interrumpido. Puede sentarse en una silla, cojín o incluso acostarse.",
                  "step2-title": "2. Establezca un Límite de Tiempo",
                  "step2-desc": "Comience con solo 5-10 minutos diarios. Incluso la práctica corta y consistente puede marcar la diferencia.",
                  "step3-title": "3. Concéntrese en su Respiración",
                  "step3-desc": "Note la sensación de respirar hacia adentro y hacia afuera. No intente cambiar su respiración, solo obsérvela.",
                  "step4-title": "4. Note Cuando su Mente Divaga",
                  "step4-desc": "Cuando surjan pensamientos (¡y lo harán!), reconózcalos suavemente y regrese su atención a su respiración.",
                  "step5-title": "5. Sea Amable Consigo Mismo",
                  "step5-desc": "No juzgue su experiencia. No hay una forma \"correcta\" de meditar. La práctica está en volver a llevar su atención.",
                  "breathing-title": "Ejercicio de Respiración Simple",
                  "breathing-p1": "Pruebe esta técnica de respiración 4-7-8 para calmar su sistema nervioso:",
                  "breathing-step1-num": "4",
                  "breathing-step1-desc": "Inhale por la nariz",
                  "breathing-step2-num": "7",
                  "breathing-step2-desc": "Contenga la respiración",
                  "breathing-step3-num": "8",
                  "breathing-step3-desc": "Exhale por la boca",
                  "breathing-p2": "Repita este ciclo 4-5 veces siempre que se sienta estresado o ansioso.",
                  "section4-title": "Ejercicios de Conciencia Plena",
                  "section4-p1": "Puede practicar la conciencia plena de muchas maneras diferentes. Aquí hay algunos ejercicios efectivos para probar:",
                  "ex1-title": "Meditación de Escaneo Corporal",
                  "ex1-desc": "Enfoque sistemáticamente la atención en diferentes partes de su cuerpo, de la cabeza a los pies, notando cualquier sensación sin juicio.",
                  "ex1-btn": "Probar Este Ejercicio",
                  "ex2-title": "Meditación Caminando",
                  "ex2-desc": "Concéntrese en las sensaciones físicas de caminar: el movimiento de sus pies, el aire en su piel, las vistas y los sonidos a su alrededor.",
                  "ex2-btn": "Probar Este Ejercicio",
                  "ex3-title": "Meditación de Bondad Amorosa",
                  "ex3-desc": "Desarrolle sentimientos de buena voluntad y amabilidad hacia usted mismo y hacia los demás repitiendo frases y deseos positivos.",
                  "ex3-btn": "Probar Este Ejercicio",
                  "ex4-title": "Comer con Conciencia Plena",
                  "ex4-desc": "Preste mucha atención al sabor, la textura y el olor de su comida. Note cuándo tiene hambre y cuándo se siente lleno.",
                  "ex4-btn": "Probar Este Ejercicio",
                  "ex5-title": "Ejercicio de los Cinco Sentidos",
                  "ex5-desc": "Note una cosa que pueda ver, oír, oler, saborear y sentir. Esto le lleva rápidamente al momento presente.",
                  "ex5-btn": "Probar Este Ejercicio",
                  "ex6-title": "Técnica RAIN",
                  "ex6-desc": "Reconozca, Permita, Investigue y Nutra las emociones difíciles a medida que surgen sin sentirse abrumado por ellas.",
                  "ex6-btn": "Probar Este Ejercicio",
                  "section5-title": "Consejos Diarios de Conciencia Plena",
                  "section5-p1": "Incorpore la conciencia plena en su rutina diaria con estas prácticas simples:",
                  "tip1": "Practique la alimentación consciente: preste atención al sabor, la textura y el olor de su comida sin distracciones",
                  "tip2": "Tome descansos conscientes durante su jornada laboral: solo 60 segundos de respiración enfocada pueden restablecer su mente",
                  "tip3": "Use aplicaciones de conciencia plena para la práctica guiada: busque programas basados en evidencia de fuentes confiables",
                  "tip4": "Incorpore la conciencia plena en actividades rutinarias como cepillarse los dientes, ducharse o lavar platos",
                  "tip5": "Note su cuerpo a lo largo del día: compruebe las sensaciones físicas y la tensión",
                  "tip6": "Practique una sola tarea en lugar de la multitarea: preste toda su atención a una cosa a la vez",
                  "tip7": "Lleve un diario de conciencia plena para seguir su práctica y notar patrones",
                  "tip8": "Únase a un grupo o clase de conciencia plena para obtener apoyo y orientación de practicantes experimentados",
                  "learning-tip-strong": "Recursos de aprendizaje:",
                  "learning-tip-text": "Busque programas de conciencia plena en escuelas de medicina y universidades. Si tiene problemas con las aplicaciones o la práctica autoguiada, considere encontrar un maestro calificado que lo guíe.",
                  "source-info-text": "Información de la Fuente: Este contenido se basa en información de los Institutos Nacionales de Salud (NIH). Para obtener información más detallada, visite ",
                  "source-link-text": "La Conciencia Plena para su Salud del NIH",

                  
                  "exercises": {
                    "body-scan": "Escaneo corporal: Acuéstese cómodamente. Lentamente, dirija la atención a cada parte de su cuerpo, desde los pies hasta la cabeza, notando las sensaciones sin juzgar.",
                    "walking": "Meditación caminando: Camine lentamente, notando la sensación de sus pies tocando el suelo, el movimiento de su cuerpo y su entorno.",
                    "loving-kindness": "Bondad amorosa: Repita frases como \"Que sea feliz, que esté sano\" para usted mismo, y luego para los demás.",
                    "eating": "Comer consciente: Elija un trozo de comida. Examínelo de cerca, huélalo, pruébelo lentamente, notando todas las sensaciones.",
                    "senses": "Cinco sentidos: Note 5 cosas que ve, 4 cosas que siente, 3 cosas que oye, 2 cosas que huele, 1 cosa que prueba.",
                    "rain": "RAIN: Reconozca la emoción, Permita que esté allí, Investigue con curiosidad, Nutra con amabilidad."
                  }

            },

            "medication-resource": {
                "page-title": "Medicamentos de Salud Mental - Mentivio",
                "hero-title": "Medicamentos de Salud Mental",
                "hero-subtitle": "Guía completa sobre medicamentos psiquiátricos, mecanismos y decisiones de tratamiento informadas",
                "nav-understanding": "Entendiendo Medicamentos",
                "nav-classes": "Clases de Medicamentos",
                "nav-timeline": "Cronología del Tratamiento",
                "nav-management": "Gestión de Medicamentos",
                "nav-safety": "Información de Seguridad",
                "nav-questions": "Preguntas para su Médico",
                "section1-title": "Entendiendo los Medicamentos Psiquiátricos",
                "section1-p1": "Los medicamentos psiquiátricos son herramientas que pueden ayudar a manejar los síntomas de las condiciones de salud mental al influir en los químicos cerebrales llamados neurotransmisores. Si bien los medicamentos pueden ser increíblemente útiles, son más efectivos cuando se combinan con terapia y cambios en el estilo de vida.",
                "section1-important": "Importante: Los medicamentos afectan a las personas de manera diferente, y puede tomar varios intentos encontrar el medicamento correcto con los menores efectos secundarios. La paciencia y la comunicación abierta con su proveedor de atención médica son clave.",
                "section1-p2": "Esta guía proporciona información educativa para ayudarlo a tener discusiones informadas con su proveedor de atención médica. Recuerde que las decisiones de tratamiento siempre deben tomarse en asociación con profesionales médicos calificados.",
                "section2-title": "Cronología del Tratamiento con Medicamentos",
                "section2-p1": "Entender qué esperar durante el tratamiento con medicamentos puede ayudar a manejar las expectativas y reducir la frustración:",
                "timeline1-weeks": "Semanas 1-2",
                "timeline1-desc": "Pueden aparecer efectos secundarios iniciales, a menudo temporales",
                "timeline2-weeks": "Semanas 2-4",
                "timeline2-desc": "Beneficios tempranos como sueño o apetito mejorados",
                "timeline3-weeks": "Semanas 4-8",
                "timeline3-desc": "Los efectos terapéuticos completos típicamente emergen",
                "timeline4-weeks": "Después de 8 Semanas",
                "timeline4-desc": "Evaluación de efectividad y ajustes",
                "section2-remember": "Recuerde: La mayoría de los medicamentos psiquiátricos tardan 4-8 semanas en mostrar sus efectos completos. Los efectos secundarios tempranos a menudo mejoran dentro de las primeras semanas.",
                "section3-title": "Principales Clases de Medicamentos",
                "section3-p1": "Diferentes tipos de medicamentos funcionan en diferentes químicos y sistemas cerebrales. Aquí están las categorías principales:",
                "class1-title": "Antidepresivos",
                "class1-how": "Afectan neurotransmisores como serotonina, norepinefrina y dopamina para mejorar el estado de ánimo, sueño, apetito y concentración.",
                "class1-types": "Tipos Comunes:",
                "class1-type1": "ISRS (Inhibidores Selectivos de la Recaptación de Serotonina): Fluoxetina (Prozac), Sertralina (Zoloft), Escitalopram (Lexapro)",
                "class1-type2": "IRSN (Inhibidores de la Recaptación de Serotonina y Norepinefrina): Venlafaxina (Effexor), Duloxetina (Cymbalta)",
                "class1-type3": "Antidepresivos Atípicos: Bupropión (Wellbutrin), Mirtazapina (Remeron)",
                "class1-type4": "Tricíclicos: Amitriptilina, Nortriptilina (clase más antigua, se usa con menos frecuencia)",
                "class1-uses": "Usos Principales: Depresión, trastornos de ansiedad, TOC, TEPT, dolor crónico",
                "class2-title": "Medicamentos contra la Ansiedad",
                "class2-how": "Reducen los síntomas de ansiedad al mejorar el efecto del GABA, un neurotransmisor calmante en el cerebro.",
                "class2-types": "Tipos Comunes:",
                "class2-type1": "Benzodiazepinas: Alprazolam (Xanax), Clonazepam (Klonopin), Lorazepam (Ativan) - uso a corto plazo",
                "class2-type2": "Buspirona: Opción no adictiva para ansiedad generalizada",
                "class2-type3": "Bloqueadores Beta: Propranolol (para síntomas físicos de ansiedad como latidos cardíacos rápidos)",
                "class2-type4": "Ciertos Antidepresivos: Los ISRS e IRSN suelen ser de primera línea para trastornos de ansiedad",
                "class2-uses": "Usos Principales: Ansiedad generalizada, trastorno de pánico, ansiedad social, fobias específicas",
                "class3-title": "Estabilizadores del Estado de Ánimo",
                "class3-how": "Ayudan a controlar los cambios de humor en el trastorno bipolar regulando la actividad cerebral y los niveles de neurotransmisores.",
                "class3-types": "Tipos Comunes:",
                "class3-type1": "Litio: Estándar de oro para el trastorno bipolar, requiere monitoreo sanguíneo",
                "class3-type2": "Anticonvulsivos: Valproato (Depakote), Lamotrigina (Lamictal), Carbamazepina (Tegretol)",
                "class3-type3": "Antipsicóticos Atípicos: También se usan como estabilizadores del estado de ánimo",
                "class3-uses": "Usos Principales: Trastorno bipolar, cambios de humor, aumento para depresión resistente al tratamiento",
                "class4-title": "Antipsicóticos",
                "class4-how": "Manejan síntomas de psicosis al bloquear los receptores de dopamina en el cerebro. Los agentes más nuevos también afectan la serotonina.",
                "class4-types": "Tipos Comunes:",
                "class4-type1": "Primera Generación (Típicos): Haloperidol (Haldol), Clorpromazina - mayor riesgo de efectos secundarios de movimiento",
                "class4-type2": "Segunda Generación (Atípicos): Risperidona (Risperdal), Olanzapina (Zyprexa), Quetiapina (Seroquel)",
                "class4-type3": "Tercera Generación: Aripiprazol (Abilify), Brexpiprazol (Rexulti) - agonistas parciales de dopamina",
                "class4-uses": "Usos Principales: Esquizofrenia, manía bipolar, depresión resistente al tratamiento, ansiedad severa",
                "section4-title": "Guía de Gestión de Medicamentos",
                "section4-p1": "El tratamiento exitoso con medicamentos implica una gestión cuidadosa y colaboración con su equipo de atención médica:",
                "guide1-title": "Iniciando Medicamentos",
                "guide1-item1": "Expectativas Realistas: La mayoría de los medicamentos tardan 4-8 semanas en mostrar efectos completos",
                "guide1-item2": "Efectos Secundarios Iniciales: Muchos efectos secundarios temporales mejoran dentro de 1-2 semanas",
                "guide1-item3": "Ajuste de Dosis: Comenzar con dosis bajas y aumentar gradualmente",
                "guide1-item4": "Seguimientos Regulares: Monitoreo cercano durante la fase inicial",
                "guide1-item5": "Seguimiento de Síntomas: Mantener notas sobre beneficios y efectos secundarios",
                "guide2-title": "Gestión Continua",
                "guide2-item1": "Tiempo Consistente: Tomar medicamentos a la misma hora diariamente",
                "guide2-item2": "Nunca Detener Abruptamente: Trabajar con su médico para reducir gradualmente",
                "guide2-item3": "Monitoreo Regular: Análisis de sangre para ciertos medicamentos (litio, valproato)",
                "guide2-item4": "Evaluación de Progreso: Reuniones regulares sobre efectividad",
                "guide2-item5": "Integración de Estilo de Vida: Combinar con terapia y hábitos saludables",
                "guide3-title": "Comunicación con Proveedores",
                "guide3-item1": "Divulgación Completa: Compartir todos los medicamentos y suplementos que está tomando",
                "guide3-item2": "Informe de Efectos Secundarios: No dude en discutir inquietudes",
                "guide3-item3": "Objetivos de Tratamiento: Revisar regularmente el progreso y ajustar según sea necesario",
                "guide3-item4": "Preparación de Preguntas: Escribir preguntas antes de las citas",
                "guide3-item5": "Comentarios Honestos: Compartir lo que funciona y lo que no",
                "section5-title": "Información de Seguridad Importante",
                "section5-p1": "Comprender los riesgos potenciales y los efectos secundarios lo ayuda a tomar decisiones informadas y reconocer cuándo buscar ayuda:",
                "safety1-title": "Efectos Secundarios Comunes",
                "safety1-item1": "ISRS/IRSN: Náuseas, dolor de cabeza, insomnio, efectos secundarios sexuales, cambios de peso",
                "safety1-item2": "Estabilizadores del Estado de Ánimo: Aumento de peso, temblor, sed, efectos cognitivos, pérdida de cabello",
                "safety1-item3": "Antipsicóticos: Somnolencia, aumento de peso, cambios metabólicos, trastornos del movimiento",
                "safety1-item4": "Benzodiazepinas: Somnolencia, mareos, problemas de memoria, riesgo de dependencia",
                "safety1-item5": "Estimulantes: Disminución del apetito, insomnio, aumento de la frecuencia cardíaca",
                "safety2-title": "Signos de Advertencia Graves",
                "safety2-item1": "Pensamientos Suicidas: Especialmente en adultos jóvenes que comienzan antidepresivos",
                "safety2-item2": "Síndrome Serotoninérgico: Agitación, confusión, frecuencia cardíaca rápida, temperatura alta (emergencia)",
                "safety2-item3": "Reacciones Alérgicas: Erupción cutánea, hinchazón, dificultad para respirar, urticaria",
                "safety2-item4": "Efectos Secundarios Graves: Movimientos incontrolables, fiebre alta, confusión, convulsiones",
                "safety2-item5": "Cambios de Estado de Ánimo: Empeoramiento repentino de la depresión o aparición de síntomas maníacos",
                "safety3-title": "Interacciones de Medicamentos",
                "safety3-item1": "Otros Medicamentos: Siempre informe a los médicos de todas las recetas",
                "safety3-item2": "Suplementos: La hierba de San Juan, SAM-e pueden interactuar con antidepresivos",
                "safety3-item3": "Interacciones Alimentarias: El jugo de toronja afecta muchos medicamentos",
                "safety3-item4": "Alcohol: Generalmente debe evitarse con medicamentos psiquiátricos",
                "safety3-item5": "Restricciones de IMAO: Restricciones dietéticas estrictas con antidepresivos IMAO",
                "section6-title": "Preguntas para Hacerle a su Médico",
                "section6-p1": "Estar preparado con preguntas ayuda a garantizar que obtenga la información que necesita para tomar decisiones de tratamiento informadas:",
                "question1": "¿Qué se supone que debe hacer este medicamento para mis síntomas específicos?",
                "question2": "¿Cuánto tiempo tardará en ver resultados notables?",
                "question3": "¿Cuáles son los efectos secundarios más comunes que podría experimentar?",
                "question4": "¿Hay algún riesgo o advertencia grave que deba conocer?",
                "question5": "¿Por cuánto tiempo probablemente necesitaré tomar este medicamento?",
                "question6": "¿Qué debo hacer si me olvido de una dosis?",
                "question7": "¿Hay algún alimento, bebida o actividad que deba evitar?",
                "question8": "¿Cómo sabremos si este medicamento está funcionando efectivamente?",
                "question9": "¿Cuáles son las alternativas si este medicamento no funciona para mí?",
                "question10": "¿Cuál es el plan para eventualmente dejar este medicamento de manera segura?",
                "question11": "¿Cómo interactúa este medicamento con mis otras recetas?",
                "question12": "¿Qué monitoreo o análisis de sangre necesitaré mientras tomo este medicamento?",
                "question13": "¿Hay versiones genéricas disponibles para reducir costos?",
                "question14": "¿Qué debo hacer si experimento efectos secundarios?",
                "question15": "¿Cómo afectará este medicamento mis actividades diarias y trabajo?",
                "emergency-title": "Situaciones de Emergencia",
                "emergency-subtitle": "Busque ayuda médica inmediata si experimenta alguno de los siguientes:",
                "emergency1-title": "Autolesión o Daño a Otros",
                "emergency1-desc": "Pensamientos de lastimarse a sí mismo o a otros",
                "emergency2-title": "Reacción Alérgica Grave",
                "emergency2-desc": "Dificultad para respirar, hinchazón de cara/labios/lengua",
                "emergency3-title": "Síndrome Serotoninérgico",
                "emergency3-desc": "Agitación, confusión, frecuencia cardíaca rápida, fiebre alta",
                "emergency4-title": "Síntomas Neurológicos",
                "emergency4-desc": "Convulsiones, movimientos incontrolables, dolor de cabeza severo",
                "emergency5-title": "Sobredosis de Medicamentos",
                "emergency5-desc": "Ingestión accidental de demasiado medicamento",
                "emergency6-title": "Síntomas Cardíacos",
                "emergency6-desc": "Dolor en el pecho, latidos cardíacos irregulares, mareos severos",
                "emergency7-title": "Cambios de Estado de Ánimo",
                "emergency7-desc": "Empeoramiento severo de la depresión o aparición de síntomas maníacos",
                "emergency-help-title": "Ayuda Inmediata Disponible",
                "emergency-call911": "Llamar al 911",
                "emergency-call911-desc": "Emergencias que amenazan la vida",
                "emergency-call988": "Llamar al 988",
                "emergency-call988-desc": "Línea de Crisis y Suicidio",
                "emergency-find-er": "Encontrar Sala de Emergencias",
                "emergency-find-er-desc": "Hospital más cercano",
                "emergency-resources": "Recursos Adicionales: Línea de Texto de Crisis: Envíe HOME al 741741 • Control de Envenenamiento Nacional: 1-800-222-1222",
                "modal-title": "Encontrar la Sala de Emergencias Más Cercana",
                "modal-option1-title": "Usar Mi Ubicación Actual",
                "modal-option1-desc": "Encuentre salas de emergencias cerca de usted usando GPS",
                "modal-option1-note": "Pediremos permiso de ubicación",
                "modal-option2-title": "Buscar por Dirección",
                "modal-option2-desc": "Ingrese su ubicación para encontrar hospitales cercanos",
                "modal-option2-note": "Ingrese manualmente su ciudad o código postal",
                "modal-placeholder": "Ingrese su ciudad, código postal o dirección",
                "modal-search": "Buscar",
                "disclaimer-title": "Descargo de Responsabilidad Médica Importante",
                "disclaimer-text": "Esta información es solo para fines educativos y no constituye asesoramiento médico. Siempre consulte con un profesional de atención médica calificado antes de comenzar, detener o cambiar cualquier régimen de medicamentos. No ignore el consejo médico profesional ni retrase su búsqueda debido a algo que haya leído aquí. Las decisiones sobre medicamentos deben tomarse en asociación con su proveedor de atención médica según su situación médica individual, síntomas y objetivos de tratamiento.",
                "source-text": "Información de la Fuente: Este contenido se basa en información del Instituto Nacional de Salud Mental (NIMH) y la Alianza Nacional sobre Enfermedades Mentales (NAMI). Para obtener información más detallada, visite ",
                "source-link1": "Medicamentos de Salud Mental del NIMH",
                "source-link2": "Medicamentos de Salud Mental de NAMI"
              },

            "ptsd-resource": {
              "page-title": "Trauma y TEPT - Mentivio",
              "hero-title": "Trauma y TEPT",
              "hero-subtitle": "Comprender las respuestas al trauma, síntomas de TEPT y enfoques de recuperación basados en evidencia",
              "nav-understanding": "Entendiendo el TEPT",
              "nav-symptoms": "Síntomas",
              "nav-risk": "Factores de Riesgo",
              "nav-treatment": "Tratamiento",
              "nav-coping": "Estrategias de Afrontamiento",
              "section1-title": "Entendiendo el Trauma y el TEPT",
              "section1-p1": "El Trastorno de Estrés Postraumático (TEPT) es una condición de salud mental que puede desarrollarse después de experimentar o presenciar un evento aterrador. Si bien es normal tener recuerdos perturbadores o sentirse al límite después del trauma, el TEPT implica síntomas que persisten y alteran significativamente la vida diaria.",
              "stat-text": "Aproximadamente el 6% de las personas experimentarán TEPT en algún momento de su vida. Las mujeres tienen más probabilidades que los hombres de desarrollar TEPT.",
              "section1-p2": "Los síntomas del TEPT típicamente comienzan dentro de los 3 meses posteriores al evento traumático, aunque a veces pueden emerger más tarde. Para un diagnóstico, los síntomas deben durar más de 1 mes y ser lo suficientemente graves como para interferir con las relaciones, el trabajo u otras áreas importantes de la vida.",
              "section2-title": "Grupos de Síntomas del TEPT",
              "section2-p1": "Los síntomas del TEPT se agrupan en cuatro grupos principales. Para ser diagnosticado, los adultos deben experimentar síntomas de las cuatro categorías durante al menos un mes:",
              "cluster1-title": "Síntomas de Reexperimentación",
              "cluster1-item1": "Flashbacks: Revivir el trauma como si estuviera sucediendo nuevamente",
              "cluster1-item2": "Pesadillas: Sueños perturbadores relacionados con el trauma",
              "cluster1-item3": "Recuerdos intrusivos: Recuerdos no deseados y recurrentes",
              "cluster1-item4": "Angustia emocional: Reacciones físicas a recordatorios del trauma",
              "cluster1-item5": "Angustia psicológica: Sentimientos intensos cuando se expone a señales",
              "cluster2-title": "Síntomas de Evitación",
              "cluster2-item1": "Evitar recuerdos: Alejarse de pensamientos o sentimientos",
              "cluster2-item2": "Evitar recordatorios: Alejarse de personas, lugares o actividades",
              "cluster2-item3": "Lagunas de memoria: Incapacidad para recordar aspectos importantes del trauma",
              "cluster2-item4": "Entumecimiento emocional: Dificultad para experimentar sentimientos positivos",
              "cluster3-title": "Pensamientos y Estado de Ánimo Negativos",
              "cluster3-item1": "Creencias negativas: Sobre uno mismo, otros o el mundo",
              "cluster3-item2": "Culpa distorsionada: Culparse a uno mismo o a otros por el trauma",
              "cluster3-item3": "Estado emocional negativo: Miedo, horror, ira, culpa, vergüenza persistentes",
              "cluster3-item4": "Interés disminuido: En actividades significativas",
              "cluster3-item5": "Desapego: De otros; sentirse distanciado",
              "cluster4-title": "Excitación y Reactividad",
              "cluster4-item1": "Irritabilidad o agresión: Arrebatos de ira",
              "cluster4-item2": "Comportamiento temerario: Comportamiento autodestructivo",
              "cluster4-item3": "Hipervigilancia: Estar excesivamente alerta al peligro",
              "cluster4-item4": "Respuesta de sobresalto exagerada: Sobresaltarse fácilmente",
              "cluster4-item5": "Problemas de concentración: Dificultad para concentrarse",
              "cluster4-item6": "Alteraciones del sueño: Problemas para conciliar o mantener el sueño",
              "section3-title": "Factores de Riesgo y Resiliencia",
              "section3-p1": "No todas las personas que experimentan trauma desarrollan TEPT. Varios factores influyen en si alguien desarrolla la condición:",
              "risk-title": "Factores de Riesgo",
              "risk-item1": "Experiencias traumáticas previas, especialmente en la infancia",
              "risk-item2": "Resultar herido o ver personas heridas o muertas",
              "risk-item3": "Sentir horror, impotencia o miedo extremo",
              "risk-item4": "Poco o ningún apoyo social después del evento",
              "risk-item5": "Factores estresantes adicionales después del trauma (pérdida, lesión, pérdida de trabajo)",
              "risk-item6": "Historia personal o familiar de enfermedad mental",
              "risk-item7": "Historia de uso de sustancias",
              "resilience-title": "Factores de Resiliencia",
              "resilience-item1": "Buscar y recibir apoyo de otros",
              "resilience-item2": "Aprender a sentirse bien con las propias acciones en respuesta",
              "resilience-item3": "Tener estrategias de afrontamiento efectivas",
              "resilience-item4": "Estar preparado para responder a eventos perturbadores",
              "resilience-item5": "Red de apoyo social fuerte",
              "resilience-item6": "Mecanismos de afrontamiento positivos",
              "resilience-item7": "Capacidad para encontrar significado en experiencias difíciles",
              "section4-title": "Tratamientos Basados en Evidencia",
              "section4-p1": "El tratamiento del TEPT funciona. Con el cuidado adecuado, las personas pueden aprender a sentirse seguras en el mundo y desarrollar estrategias de afrontamiento efectivas. Los tratamientos más efectivos son las terapias centradas en el trauma:",
              "treatment1-title": "Psicoterapias Centradas en el Trauma",
              "treatment1-item1": "Terapia de Procesamiento Cognitivo (CPT): Ayuda a desafiar y modificar creencias poco útiles sobre el trauma",
              "treatment1-item2": "Terapia de Exposición Prolongada (PE): Exposición gradual a recuerdos traumáticos en un entorno seguro",
              "treatment1-item3": "Desensibilización y Reprocesamiento por Movimientos Oculares (EMDR): Usa estimulación bilateral mientras procesa el trauma",
              "treatment1-item4": "Terapia Cognitivo-Conductual Centrada en el Trauma (TF-CBT): Especialmente efectiva para niños y adolescentes",
              "treatment2-title": "Opciones de Medicación",
              "treatment2-item1": "ISRS: Sertralina, Paroxetina, Fluoxetina (aprobados por la FDA para TEPT)",
              "treatment2-item2": "IRSN: Venlafaxina (demostrado ser efectivo)",
              "treatment2-item3": "Prazosina: Específicamente para pesadillas relacionadas con el trauma",
              "treatment2-item4": "Antipsicóticos Atípicos: Para síntomas severos cuando otros tratamientos no son efectivos",
              "treatment2-note": "Nota: Las benzodiazepinas no se recomiendan para el tratamiento del TEPT ya que no abordan los síntomas centrales y pueden tener efectos secundarios graves.",
              "treatment3-title": "Enfoques Complementarios",
              "treatment3-item1": "Yoga y Mindfulness: Sanación del trauma basada en el cuerpo y reducción del estrés",
              "treatment3-item2": "Acupuntura: Para síntomas de ansiedad y reducción del estrés",
              "treatment3-item3": "Animales de Servicio: Apoyo emocional y conexión a tierra durante la angustia",
              "treatment3-item4": "Terapia de Arte y Música: Expresión no verbal de experiencias traumáticas",
              "treatment3-item5": "Terapia Grupal: Experiencias compartidas y apoyo entre pares",
              "section5-title": "Estrategias de Afrontamiento y Técnicas de Conexión a Tierra",
              "section5-p1": "Estas técnicas pueden ayudar a manejar los síntomas del TEPT entre sesiones de terapia y durante momentos de angustia:",
              "technique1-title": "Técnicas de Conexión a Tierra Inmediata",
              "technique1-item1-title": "Método 5-4-3-2-1",
              "technique1-item1-desc": "Nombra 5 cosas que puedes ver, 4 cosas que puedes tocar, 3 cosas que puedes escuchar, 2 cosas que puedes oler, 1 cosa que puedes saborear. Esto trae la atención al momento presente.",
              "technique1-item2-title": "Cambio de Temperatura",
              "technique1-item2-desc": "Sostén un cubo de hielo, salpica agua fría en tu cara o sostén una bebida caliente. El cambio de temperatura puede ayudar a interrumpir pensamientos angustiantes.",
              "technique1-item3-title": "Ejercicios de Respiración",
              "technique1-item3-desc": "Respiración 4-7-8: Inhala por 4 conteos, mantén por 7 conteos, exhala por 8 conteos. Repite 4-5 veces para calmar el sistema nervioso.",
              "technique1-item4-title": "Conciencia Corporal",
              "technique1-item4-desc": "Concéntrate en sensaciones físicas: siente tus pies en el suelo, nota la silla que te sostiene, presta atención a tu respiración.",
              "technique2-title": "Estrategias de Recuperación a Largo Plazo",
              "technique2-item1-title": "Planificación de Seguridad",
              "technique2-item1-desc": "Crea un plan detallado para manejar desencadenantes y situaciones de crisis. Incluye contactos de emergencia, estrategias de afrontamiento y lugares seguros.",
              "technique2-item2-title": "Identificación de Desencadenantes",
              "technique2-item2-desc": "Mantén un diario para identificar y comprender tus desencadenantes específicos. Anota lo que sucedió antes, durante y después de episodios angustiantes.",
              "technique2-item3-title": "Construcción de Sistema de Apoyo",
              "technique2-item3-desc": "Desarrolla relaciones con amigos, familiares comprensivos o grupos de apoyo. Considera unirte a grupos de apoyo de TEPT para experiencias compartidas.",
              "technique2-item4-title": "Rutina de Autocuidado",
              "technique2-item4-desc": "Establece rutinas consistentes para dormir, comidas, ejercicio y relajación. Prioriza actividades que traigan comodidad y alegría.",
              "source-text": "Información de la Fuente: Este contenido se basa en información del Instituto Nacional de Salud Mental (NIMH) y el Centro Nacional para TEPT. Para obtener información más detallada, visite ",
              "source-link1": "Información sobre TEPT del NIMH",
              "source-link2": "Guía de Tratamiento del Centro Nacional para TEPT"
            },

            "selfcare-resource": {
                      "page-title": "Autocuidado - Mentivio",
                      "hero-title": "Estrategias de Autocuidado",
                      "hero-subtitle": "Guía completa para desarrollar prácticas sostenibles de autocuidado para el bienestar mental y emocional",
                      "nav-what-is": "¿Qué es el Autocuidado?",
                      "nav-dimensions": "Dimensiones del Bienestar",
                      "nav-pillars": "Pilares del Autocuidado",
                      "nav-plan": "Crear Tu Plan",
                      "nav-toolkit": "Kit de Herramientas Práctico",
                      "nav-barriers": "Superando Barreras",
                      "section1-title": "¿Qué es el Autocuidado?",
                      "section1-p1": "El autocuidado significa tomarse el tiempo para hacer cosas que te ayuden a vivir bien y mejorar tanto tu salud física como mental. Se trata de preservar o mejorar activamente tu propia salud a través de prácticas intencionales.",
                      "stat-text": "64% de los estadounidenses reportan participar en el autocuidado, y la mayoría desea hacer más o quiere comenzar a practicar el autocuidado regularmente.",
                      "section1-p2": "El autocuidado no es egoísta—es un mantenimiento esencial que te ayuda a manejar el estrés, reducir tu riesgo de enfermedad y aumentar tu energía. Incluso pequeños actos de autocuidado en tu vida diaria pueden tener un gran impacto en tu bienestar general.",
                      "section1-p3": "Recuerda: El autocuidado no debería ser algo que te obligues a hacer. Está destinado a recargarte, no a agotarte más.",
                      "section2-title": "Las 8 Dimensiones del Bienestar",
                      "section2-p1": "El autocuidado debería ayudarte a lograr equilibrio en diferentes áreas de tu vida. SAMHSA identifica ocho dimensiones del bienestar en las que enfocarse:",
                      "dimension1-title": "Emocional",
                      "dimension1-desc": "Enfrentar la vida efectivamente",
                      "dimension2-title": "Espiritual",
                      "dimension2-desc": "Encontrar significado y propósito",
                      "dimension3-title": "Intelectual",
                      "dimension3-desc": "Reconocer habilidades creativas",
                      "dimension4-title": "Físico",
                      "dimension4-desc": "Cuidar tu cuerpo",
                      "dimension5-title": "Ambiental",
                      "dimension5-desc": "Crear entornos agradables",
                      "dimension6-title": "Financiero",
                      "dimension6-desc": "Satisfacción con las finanzas",
                      "dimension7-title": "Ocupacional",
                      "dimension7-desc": "Satisfacción personal del trabajo",
                      "dimension8-title": "Social",
                      "dimension8-desc": "Desarrollar un sistema de apoyo",
                      "section3-title": "Los 7 Pilares del Autocuidado",
                      "section3-p1": "Una práctica integral de autocuidado aborda múltiples aspectos de tu bienestar. Aquí hay áreas clave en las que enfocarse:",
                      "pillar1-title": "Autocuidado Mental",
                      "pillar1-desc": "Actividades que estimulan tu mente y apoyan la salud mental",
                      "pillar1-item1": "Leer y aprender cosas nuevas",
                      "pillar1-item2": "Rompecabezas y juegos mentales",
                      "pillar1-item3": "Atención plena y meditación",
                      "pillar1-item4": "Pasatiempos creativos",
                      "pillar1-item5": "Establecer metas personales",
                      "pillar2-title": "Autocuidado Físico",
                      "pillar2-desc": "Cuidar tu cuerpo a través de hábitos saludables",
                      "pillar2-item1": "Ejercicio regular (30 min diarios)",
                      "pillar2-item2": "Nutrición balanceada e hidratación",
                      "pillar2-item3": "Sueño adecuado (7-9 horas)",
                      "pillar2-item4": "Chequeos médicos regulares",
                      "pillar2-item5": "Pausas para moverse durante el día",
                      "pillar3-title": "Autocuidado Social",
                      "pillar3-desc": "Cultivar relaciones y construir comunidad",
                      "pillar3-item1": "Tiempo de calidad con seres queridos",
                      "pillar3-item2": "Establecer límites saludables",
                      "pillar3-item3": "Unirse a grupos comunitarios",
                      "pillar3-item4": "Actividades sociales regulares",
                      "pillar3-item5": "Pedir ayuda cuando sea necesario",
                      "pillar4-title": "Autocuidado Emocional",
                      "pillar4-desc": "Comprender y procesar tus sentimientos",
                      "pillar4-item1": "Llevar un diario y reflexionar",
                      "pillar4-item2": "Terapia o consejería",
                      "pillar4-item3": "Práctica de conciencia emocional",
                      "pillar4-item4": "Expresión creativa",
                      "pillar4-item5": "Diálogo interno positivo",
                      "pillar5-title": "Autocuidado Profesional",
                      "pillar5-desc": "Crear equilibrio y satisfacción en la vida laboral",
                      "pillar5-item1": "Establecer límites trabajo-vida",
                      "pillar5-item2": "Tomar descansos regulares",
                      "pillar5-item3": "Desarrollo profesional",
                      "pillar5-item4": "Manejo del estrés laboral",
                      "pillar5-item5": "Encontrar significado en el trabajo",
                      "pillar6-title": "Autocuidado Ambiental",
                      "pillar6-desc": "Crear espacios que promuevan la paz",
                      "pillar6-item1": "Organizar espacios vitales",
                      "pillar6-item2": "Pasar tiempo en la naturaleza",
                      "pillar6-item3": "Crear ambientes calmantes",
                      "pillar6-item4": "Prácticas de desintoxicación digital",
                      "pillar6-item5": "Rodearse de estímulos positivos",
                      "pillar7-title": "Autocuidado Espiritual",
                      "pillar7-desc": "Nutrir tu sentido de propósito",
                      "pillar7-item1": "Meditación y oración",
                      "pillar7-item2": "Conexión con la naturaleza",
                      "pillar7-item3": "Trabajo voluntario",
                      "pillar7-item4": "Clarificación de valores",
                      "pillar7-item5": "Prácticas de atención plena",
                      "section4-title": "Creando Tu Plan de Autocuidado",
                      "section4-p1": "Construir una rutina sostenible de autocuidado requiere planificación y compromiso. Sigue estos pasos para crear un plan personalizado:",
                      "step1-title": "Paso 1: Autoevaluación",
                      "step1-desc": "Identifica qué áreas de tu vida necesitan más atención. Considera las 8 dimensiones del bienestar y califica tu satisfacción en cada área. Sé honesto sobre dónde estás luchando.",
                      "step2-title": "Paso 2: Establecer Metas Realistas",
                      "step2-desc": "Elige 2-3 prácticas de autocuidado específicas y alcanzables para comenzar. Recuerda que las acciones pequeñas y consistentes son más sostenibles que los cambios drásticos. Enfócate en lo que te trae alegría.",
                      "step3-title": "Paso 3: Programa Tu Autocuidado",
                      "step3-desc": "Trata las actividades de autocuidado como citas no negociables. Bloquea tiempo en tu calendario y protege este tiempo de otros compromisos. Comienza con solo 10-15 minutos diarios.",
                      "step4-title": "Paso 4: Implementar y Ajustar",
                      "step4-desc": "Comienza tu plan y evalúa regularmente qué está funcionando. Sé flexible y ajusta tu enfoque según lo que sea más beneficioso. Recuerda que las necesidades cambian con el tiempo.",
                      "no-list-text": "Crea tu \"Lista de No\": Identifica cosas que dejarás de hacer para proteger tu bienestar. Esto podría incluir no revisar correos después del trabajo, no comprometerse en exceso o no participar en medios negativos.",
                      "section5-title": "Kit de Herramientas Práctico de Autocuidado",
                      "section5-p1": "Aquí hay prácticas específicas de autocuidado que puedes incorporar en diferentes intervalos de tiempo:",
                      "toolkit1-title": "Prácticas Diarias Rápidas (5-10 minutos)",
                      "toolkit1-item1": "Ejercicios de respiración profunda (técnica 4-7-8)",
                      "toolkit1-item2": "Diario de gratitud (3 cosas por las que estás agradecido)",
                      "toolkit1-item3": "Estiramientos o caminata corta alrededor de la cuadra",
                      "toolkit1-item4": "Pausa consciente de té o café",
                      "toolkit1-item5": "Práctica de afirmaciones positivas",
                      "toolkit1-item6": "Verificación de hidratación y pausa para agua",
                      "toolkit1-item7": "Limpieza rápida de un espacio pequeño",
                      "toolkit2-title": "Mantenimiento Semanal (30-60 minutos)",
                      "toolkit2-item1": "Caminata más larga en la naturaleza o senderismo",
                      "toolkit2-item2": "Tiempo para pasatiempos creativos (arte, música, escritura)",
                      "toolkit2-item3": "Actividad de conexión social con amigos",
                      "toolkit2-item4": "Período de desintoxicación digital (sin pantallas)",
                      "toolkit2-item5": "Sesión de organización del hogar",
                      "toolkit2-item6": "Planificación y preparación de comidas",
                      "toolkit2-item7": "Sesión más larga de meditación o yoga",
                      "toolkit3-title": "Reinicio Mensual (2+ horas)",
                      "toolkit3-item1": "Día o medio día de retiro de autocuidado",
                      "toolkit3-item2": "Actividad de desarrollo profesional",
                      "toolkit3-item3": "Revisión de relación con pareja/familia",
                      "toolkit3-item4": "Sesión de revisión y planificación de metas de vida",
                      "toolkit3-item5": "Sesión de cuidado personal",
                      "toolkit3-item6": "Trabajo voluntario en la comunidad",
                      "toolkit3-item7": "Revisión y planificación financiera",
                      "section6-title": "Superando Barreras del Autocuidado",
                      "section6-p1": "Muchas personas luchan por mantener prácticas consistentes de autocuidado. Aquí hay barreras comunes y cómo superarlas:",
                      "barrier1-title": "\"No tengo tiempo para el autocuidado\"",
                      "barrier1-solution": "Comienza con micro-autocuidado (prácticas de 1-5 minutos). Recuerda que el autocuidado realmente ahorra tiempo al prevenir el agotamiento y mejorar la eficiencia. Programalo como cualquier otra cita importante.",
                      "barrier2-title": "\"El autocuidado se siente egoísta\"",
                      "barrier2-solution": "Replantea el autocuidado como mantenimiento necesario, no como indulgencia. No puedes servir de una taza vacía—cuidarte a ti mismo te permite cuidar mejor a los demás. Es como ponerte tu mascarilla de oxígeno primero en un avión.",
                      "barrier3-title": "\"No sé por dónde empezar\"",
                      "barrier3-solution": "Comienza con necesidades físicas básicas (sueño, nutrición, movimiento) y construye desde allí. Usa la autoevaluación para identificar tus necesidades más urgentes. Comienza pequeño y celebra cada paso.",
                      "barrier4-title": "\"El autocuidado cuesta demasiado\"",
                      "barrier4-solution": "¡La mayoría de las prácticas efectivas de autocuidado son gratuitas! Caminar, meditar, llevar un diario, respirar profundamente y conectar con la naturaleza no cuestan nada. Enfócate en prácticas accesibles que no requieran gastar dinero.",
                      "barrier5-title": "\"Me siento culpable por tomarme tiempo para mí\"",
                      "barrier5-solution": "Reconoce que el autocuidado te hace más presente y efectivo en todas las áreas de la vida. Es una inversión en tu capacidad para estar completamente disponible para los demás. Comienza con pequeños bloques de tiempo sin culpa.",
                      "barrier6-title": "\"Estoy demasiado cansado para el autocuidado\"",
                      "barrier6-solution": "Elige prácticas de autocuidado restaurativas y de baja energía. Estiramientos suaves, escuchar música relajante o tomar un baño tibio pueden ser rejuvenecedores cuando estás exhausto.",
                      "emergency-title": "Cuándo Buscar Ayuda Profesional",
                      "emergency-intro": "Si bien el autocuidado es importante para mantener la salud mental, no es un sustituto del tratamiento profesional cuando se necesita. Busca ayuda profesional si experimentas alguno de estos síntomas durante 2 semanas o más:",
                      "symptom1-title": "Cambios en el Sueño",
                      "symptom1-desc": "Dificultad para dormir o cambios significativos en los patrones de sueño",
                      "symptom2-title": "Cambios en el Apetito",
                      "symptom2-desc": "Cambios en el apetito o cambios de peso no planificados",
                      "symptom3-title": "Dificultades Matutinas",
                      "symptom3-desc": "Dificultad para levantarse de la cama debido al estado de ánimo",
                      "symptom4-title": "Problemas de Concentración",
                      "symptom4-desc": "Dificultad para concentrarse o tomar decisiones",
                      "symptom5-title": "Pérdida de Interés",
                      "symptom5-desc": "Pérdida de interés en actividades que normalmente disfrutas",
                      "symptom6-title": "Finalización de Tareas",
                      "symptom6-desc": "Incapacidad para completar tareas y actividades habituales",
                      "symptom7-title": "Cambios Emocionales",
                      "symptom7-desc": "Sentimientos de irritabilidad, frustración o inquietud",
                      "symptom8-title": "Preocupaciones de Seguridad",
                      "symptom8-desc": "Pensamientos de hacerte daño a ti mismo o a otros",
                      "source-text": "Información de la Fuente: Este contenido se basa en información del Instituto Nacional de Salud Mental (NIMH) y Primeros Auxilios de Salud Mental. Para información más detallada, visita",
                      "source-link1": "Cuidado de Salud Mental del NIMH",
                      "source-link2": "Guía de Autocuidado de Primeros Auxilios de Salud Mental"
            },
             "therapy-resource": {
                "page-title": "Tipos de Terapia - Mentivio",
                "hero-title": "Tipos de Terapia",
                "hero-subtitle": "Comprender diferentes enfoques terapéuticos y encontrar lo que funciona mejor para ti",
                "nav-what-is": "¿Qué es la Terapia?",
                "nav-cbt": "TCC",
                "nav-dbt": "TDC",
                "nav-psychodynamic": "Psicodinámica",
                "nav-other": "Otros Tipos",
                "nav-choosing": "Elegir Terapia",
                "section1-title": "¿Qué es la Psicoterapia?",
                "section1-p1": "La psicoterapia, a menudo llamada \"terapia de conversación\", es cuando trabajas con un terapeuta capacitado en un entorno seguro y confidencial para explorar tus sentimientos, pensamientos y comportamientos mientras aprendes nuevas habilidades de afrontamiento.",
                "section1-how-title": "Cómo Funciona la Terapia",
                "section1-how-desc": "Durante las sesiones de terapia, discutirás problemas pasados o actuales, experiencias, pensamientos, sentimientos o relaciones. Tu terapeuta te ayuda a hacer conexiones y obtener ideas que pueden llevar a cambios positivos en tu vida.",
                "effectiveness-note": "La investigación muestra que la psicoterapia es efectiva para mejorar los síntomas en muchas condiciones de salud mental. Muchas personas encuentran que los mejores resultados provienen de combinar la terapia con medicamentos cuando es apropiado.",
                "section2-title": "Terapia Cognitivo-Conductual (TCC)",
                "section2-p1": "La TCC se centra en las conexiones entre tus pensamientos, sentimientos y comportamientos. Te ayuda a identificar y cambiar patrones de pensamiento negativos que contribuyen al malestar emocional.",
                "cbt-how-title": "Cómo Funciona",
                "cbt-how-item1": "Identifica patrones de pensamiento poco saludables",
                "cbt-how-item2": "Desafía creencias negativas",
                "cbt-how-item3": "Desarrolla hábitos de pensamiento constructivos",
                "cbt-how-item4": "A menudo incluye tareas entre sesiones",
                "cbt-meta1": "Mejor para: Depresión, Ansiedad, TEPT",
                "cbt-meta2": "Duración: 12-20 sesiones",
                "cbt-meta3": "Fuerte apoyo de investigación",
                "cbt-expect-title": "Qué Esperar",
                "cbt-expect-item1": "Sesiones estructuradas con objetivos claros",
                "cbt-expect-item2": "Habilidades prácticas que puedes usar diariamente",
                "cbt-expect-item3": "Enfoque en problemas y soluciones actuales",
                "cbt-expect-item4": "Colaboración activa con tu terapeuta",
                "cbt-note": "Se ha demostrado que la TCC crea cambios positivos en la actividad cerebral, mejorando el funcionamiento general.",
                "section3-title": "Terapia Dialéctica Conductual (TDC)",
                "section3-p1": "La TDC combina técnicas de TCC con prácticas de atención plena, centrándose en aceptar sentimientos difíciles mientras se trabaja para cambiar comportamientos poco saludables.",
                "dbt-components-title": "Componentes Principales",
                "dbt-components-item1": "Atención plena y regulación emocional",
                "dbt-components-item2": "Habilidades de tolerancia al malestar",
                "dbt-components-item3": "Efectividad interpersonal",
                "dbt-components-item4": "Equilibrio entre aceptación y cambio",
                "dbt-meta1": "Mejor para: TLP, Autolesiones, Pensamientos suicidas",
                "dbt-meta2": "Duración: A largo plazo",
                "dbt-meta3": "A menudo incluye terapia grupal",
                "dbt-features-title": "Características Únicas",
                "dbt-features-item1": "Énfasis en validación y aceptación",
                "dbt-features-item2": "Entrenamiento de habilidades para situaciones de la vida real",
                "dbt-features-item3": "Coaching telefónico entre sesiones",
                "dbt-features-item4": "Apoyo del equipo de consulta del terapeuta",
                "section4-title": "Terapia Psicodinámica",
                "section4-p1": "Este enfoque explora cómo las experiencias pasadas y los pensamientos inconscientes influyen en tu comportamiento y relaciones actuales.",
                "psychodynamic-approach-title": "Enfoque",
                "psychodynamic-approach-item1": "Explora patrones inconscientes",
                "psychodynamic-approach-item2": "Examina experiencias infantiles",
                "psychodynamic-approach-item3": "Se centra en patrones de relación",
                "psychodynamic-approach-item4": "Utiliza asociación libre y análisis de sueños",
                "psychodynamic-meta1": "Mejor para: Patrones arraigados, Trastornos de personalidad",
                "psychodynamic-meta2": "Duración: A menudo a largo plazo",
                "section5-title": "Otros Enfoques de Terapia",
                "section5-p1": "Existen muchos enfoques de terapia efectivos. El mejor depende de tus necesidades y preferencias individuales.",
                "emdr-title": "Terapia EMDR",
                "emdr-desc": "La Desensibilización y Reprocesamiento por Movimientos Oculares ayuda a procesar recuerdos traumáticos mediante estimulación bilateral.",
                "emdr-meta": "Mejor para: TEPT, Trauma",
                "interpersonal-title": "Terapia Interpersonal",
                "interpersonal-desc": "Se centra en mejorar las relaciones y el funcionamiento social para aliviar los síntomas.",
                "interpersonal-meta1": "Mejor para: Depresión, Problemas de relación",
                "interpersonal-meta2": "Duración: 12-16 semanas",
                "animal-title": "Terapia Asistida con Animales",
                "animal-desc": "Utiliza animales de terapia entrenados para reducir la ansiedad, la depresión y brindar consuelo.",
                "animal-meta": "Mejor para: Ansiedad, TEPT, Entornos hospitalarios",
                "mindfulness-title": "Terapias de Atención Plena",
                "mindfulness-desc": "Combina prácticas de meditación y conciencia con técnicas de terapia tradicionales.",
                "mindfulness-meta": "Mejor para: Estrés, Ansiedad, Prevención de depresión",
                "section6-title": "Cómo Elegir la Terapia Correcta",
                "section6-p1": "Encontrar el enfoque de terapia y terapeuta adecuados es clave para un tratamiento exitoso. Considera estos factores:",
                "tip1-title": "Tus Objetivos",
                "tip1-desc": "¿Qué quieres lograr? ¿Alivio de síntomas? ¿Crecimiento personal? ¿Mejores relaciones? Diferentes terapias se centran en diferentes resultados.",
                "tip2-title": "Base de Evidencia",
                "tip2-desc": "Busca terapias con apoyo de investigación para tus preocupaciones específicas. La TCC y la TDC tienen evidencia sólida para muchas condiciones.",
                "tip3-title": "Afinidad con el Terapeuta",
                "tip3-desc": "La relación con tu terapeuta es crucial. Debes sentirte cómodo, comprendido y respetado.",
                "tip4-title": "Factores Prácticos",
                "tip4-desc": "Considera el costo, la ubicación, la disponibilidad, la cobertura del seguro y el compromiso de tiempo al tomar tu decisión.",
                "choosing-note": "Recuerda: Está bien probar diferentes terapeutas o enfoques hasta que encuentres lo que funciona mejor para ti. La buena terapia debe sentirse como una asociación colaborativa.",
                "source-text": "Información de la Fuente: Este contenido se basa en información de la Alianza Nacional sobre Enfermedades Mentales (NAMI). Para información más detallada, visita",
                "source-link": "Información sobre Psicoterapia de NAMI"
            },


  "about": {
    "page-title": "Acerca de - Mentivio",
    "hero-title": "Acerca de Mentivio",
    "hero-subtitle": "Creando un enfoque compasivo para la conciencia y educación en salud mental",
    "mission-statement": "\"Nuestra misión es empoderar a las personas con conocimiento, herramientas y recursos para comprender mejor su salud mental y tomar medidas proactivas hacia el bienestar.\"",
    
    "story-title": "Nuestra Historia",
    "story-subtitle": "Cómo comenzó Mentivio y nuestro viaje hacia hacer los recursos de salud mental más accesibles",
    
    "timeline-2024-year": "2024",
    "timeline-2024-title": "El Punto de Inflexión",
    "timeline-2024-content": "Después de mi propia batalla con la depresión y la pérdida, me di cuenta de cuántas personas luchan en silencio. Fui testigo de amigos y seres queridos enfrentando desafíos similares, a menudo sintiéndose solos e inseguros de dónde buscar ayuda.",
    
    "timeline-2025-year": "2025",
    "timeline-2025-title": "Construyendo con Propósito",
    "timeline-2025-content": "Comencé a colaborar con profesionales de la salud mental para crear herramientas que cierren la brecha entre la atención clínica y las luchas cotidianas. Nuestro objetivo era simple: hacer que el apoyo de salud mental sea accesible para todos, independientemente de sus circunstancias.",
    
    "subtimeline-august-date": "Agosto 2025",
    "subtimeline-august-title": "Ideación y Recopilación de Datos",
    "subtimeline-august-content": "Sesiones iniciales de lluvia de ideas, desarrollo de conceptos y recopilación y limpieza integral de datos para construir nuestro conjunto de datos fundamental.",
    
    "subtimeline-october-date": "Octubre 2025",
    "subtimeline-october-title": "Desarrollo de Aprendizaje Automático",
    "subtimeline-october-content": "Construimos y probamos múltiples modelos de ML para encontrar la solución óptima para desarrollar nuestra herramienta de evaluación de salud mental, centrándonos en la precisión y la experiencia del usuario.",
    
    "subtimeline-november-date": "Noviembre 2025",
    "subtimeline-november-title": "Desarrollo de la Plataforma",
    "subtimeline-november-content": "Integramos los modelos de ML en una plataforma web fácil de usar, centrándonos en el diseño intuitivo y la accesibilidad para todos los usuarios.",
    
    "timeline-now-year": "Ahora",
    "timeline-now-title": "Una Comunidad de Esperanza",
    "timeline-now-content": "Mentivio es mi promesa de que nadie debería enfrentar su viaje de salud mental solo. Nacido de la experiencia personal, es una plataforma construida con compasión y comprensión para cualquier persona que busque apoyo.",
    
    "values-title": "Nuestros Valores",
    "values-subtitle": "Los principios que guían todo lo que hacemos en Mentivio",
    
    "value-privacy-title": "Privacidad Primero",
    "value-privacy-content": "Tu viaje de salud mental es personal. Garantizamos confidencialidad completa y seguridad de datos.",
    
    "value-empowerment-title": "Empoderamiento",
    "value-empowerment-content": "Proporcionamos conocimiento y herramientas para ayudarte a tomar decisiones informadas sobre tu bienestar.",
    
    "value-compassion-title": "Compasión",
    "value-compassion-content": "Cada interacción está guiada por la empatía y la comprensión. Te encontramos donde estás.",
    
    "value-evidence-title": "Basado en Evidencia",
    "value-evidence-content": "Nuestros recursos son desarrollados con profesionales de la salud mental utilizando investigación actual.",
    
    "team-title": "Nuestro Equipo",
    "team-subtitle": "Las personas detrás de Mentivio",
    
    "team-founder-name": "Shin Le",
    "team-founder-role": "Fundador",
    "team-founder-bio": "Creó Mentivio después de la experiencia personal con desafíos de salud mental. Cree que todos merecen acceso a apoyo compasivo.",
    
    "team-advisors-name": "Expertos en Salud Mental",
    "team-advisors-role": "Asesores Profesionales",
    "team-advisors-bio": "Profesionales licenciados que aseguran que nuestro contenido sea preciso, sensible y realmente útil para quienes buscan apoyo.",
    
    "team-community-name": "Nuestra Comunidad",
    "team-community-role": "Nuestra Inspiración",
    "team-community-bio": "Cada persona que comparte su historia y da pasos hacia la comprensión de su salud mental alimenta nuestra misión.",
    
    "cta-title": "Comienza Tu Viaje",
    "cta-subtitle": "Da el primer paso hacia la comprensión de tu salud mental con nuestras herramientas gratuitas y confidenciales",
    "cta-assessment": "Realizar Evaluación",
    "cta-learn-more": "Aprender Más"
  },
 
  "crisis": {
    "page-title": "Apoyo en Crisis - Mentivio",
    "header-title": "Apoyo en Crisis",
    "header-subtitle": "Ayuda inmediata y recursos cuando más los necesitas. Tu seguridad y bienestar son nuestra prioridad.",
    
    "emergency-title": "Apoyo Inmediato en Crisis",
    "emergency-subtitle": "Si estás experimentando síntomas severos o tienes pensamientos de hacerte daño a ti mismo o a otros, busca ayuda inmediatamente.",
    
    "lifeline-title": "Línea de Crisis y Suicidio 988",
    "lifeline-desc": "Llama o envía un mensaje de texto al 988 — disponible 24/7 para apoyo gratuito y confidencial",
    
    "textline-title": "Línea de Texto de Crisis",
    "textline-desc": "Envía HOME al 741741 para conectarte con un consejero de crisis capacitado",
    
    "emergency-services-title": "Servicios de Emergencia",
    "emergency-services-desc": "Llama al 911 o ve a la sala de emergencias más cercana si estás en peligro inmediato",
    
    "crisis-info-title": "Qué Hacer en una Crisis",
    "crisis-info-subtitle": "Reconocer las señales y saber cómo responder puede marcar una diferencia crítica en una emergencia de salud mental",
    
    "recognize-title": "Reconocer las Señales",
    "recognize-content": "Cambios extremos de humor, hablar sobre suicidio, ansiedad severa, incapacidad para realizar tareas diarias o expresar desesperanza.",
    
    "calm-title": "Mantén la Calma",
    "calm-content": "Respira profundamente y trata de mantener la calma. Tu presencia tranquila puede ayudar a que la persona en crisis se sienta más segura.",
    
    "listen-title": "Escucha Sin Juzgar",
    "listen-content": "Permite que la persona exprese sus sentimientos sin interrumpir u ofrecer consejos no solicitados.",
    
    "remove-title": "Eliminar Peligros Inmediatos",
    "remove-content": "Si es posible, elimina cualquier objeto que pueda usarse para autolesionarse del entorno inmediato.",
    
    "stay-title": "No Los Dejes Solos",
    "stay-content": "Quédate con la persona hasta que llegue la ayuda profesional o pase la crisis.",
    
    "followup-title": "Seguimiento",
    "followup-content": "Después de la crisis inmediata, verifica regularmente y fomenta el apoyo profesional continuo.",
    
    "cta-title": "Tu Salud Mental Importa",
    "cta-subtitle": "Buscar ayuda es una señal de fortaleza, no de debilidad. Ya sea que estés en crisis o solo necesites a alguien con quien hablar, el apoyo está disponible.",
    
    "assessment-btn": "Realizar Autoevaluación",
    "resources-btn": "Ver Todos los Recursos",
    
    "modal-title": "Encontrar Salas de Emergencia Cerca de Ti",
    "current-location-title": "Usar Ubicación Actual",
    "current-location-desc": "Encontrar salas de emergencia cerca de ti",
    "current-location-note": "Usaremos tu ubicación actual",
    
    "search-location-title": "Buscar por Ubicación",
    "search-location-desc": "Ingresa tu ciudad o código postal",
    "search-location-note": "Encuentra ayuda en cualquier área",
    
    "search-placeholder": "Ingresa tu ciudad o código postal",
    "search-btn": "Buscar"
  },

  "analogy": {
  "page_title": "Analogía de Salud Mental: Comparación de Trastornos del Ánimo",
  "analogy_hero_title0": "Visualizador de Condiciones de Salud Mental",
  "analogy_hero_description0": "Visualización clínica precisa de los estados de ánimo normal, Trastorno Bipolar I, Bipolar II y Depresión",
  
  "analogy_disclaimer_title0": "Aviso Importante",
  "analogy_disclaimer_text0": "Esta visualización es **solo con fines educativos** y **no es una herramienta de diagnóstico**. Las condiciones de salud mental son complejas y varían entre individuos.",
  
  "analogy_global_start_all0": "Iniciar Todas las Demos",
  "analogy_global_stop_all0": "Detener Todas las Demos",
  "analogy_global_reset_all0": "Reiniciar Todo",
  
  "analogy_conditions": {
    "bipolar1": {
      "name0": "Trastorno Bipolar I",
      "indicator_manic0": "EPISODIO MANÍACO",
      "indicator_depressive0": "EPISODIO DEPRESIVO",
      "indicator_default0": "MONTAÑA RUSA EXTREMA",
      "conversations0": {
        "manic": [
          "¡Soy capaz de todo! ¡No necesito dormir en días!",
          "¡Mis pensamientos van a 100 millas por hora, sin parar!",
          "¿Por qué la gente es tan lenta? ¡Tengo que hacerlo todo AHORA!",
          "¡Hoy lanzo tres negocios! ¡Nada puede detenerme!",
          "¡Me siento invencible! ¡A tomar riesgos!"
        ],
        "depressive": [
          "No puedo levantarme. Todo se siente sin sentido.",
          "¿Por qué hice todas esas cosas? Soy un completo fracaso.",
          "Ojalá pudiera simplemente desaparecer para siempre.",
          "No logro concentrarme en nada. ¿Para qué intentarlo?",
          "Todos estarían mejor si yo no estuviera."
        ]
      }
    },
    "bipolar2": {
      "name0": "Trastorno Bipolar II",
      "indicator_hypomanic0": "EPISODIO HIPOMANÍACO",
      "indicator_depressive0": "EPISODIO DEPRESIVO",
      "indicator_default0": "ALTAS LEVES, BAJAS PROFUNDAS",
      "conversations0": [
        "¡Qué productivo soy! Aunque sé que esto no durará...",
        "Me siento genial, pero hay algo raro...",
        "¡He avanzado muchísimo en solo un par de horas!",
        "¡No puedo parar de hablar, tengo mucho que decir!",
        "Esta energía es increíble, pero la caída se siente cerca."
      ]
    },
    "depression": {
      "name0": "Trastorno Depresivo Mayor",
      "indicator_depressive0": "EPISODIO DEPRESIVO",
      "indicator_default0": "SOLO BAJAS PROFUNDAS",
      "conversations0": [
        "Todo se siente pesado. No puedo salir de la cama.",
        "¿Por qué todo me parece tan inútil?",
        "Ojalá pudiera simplemente desaparecer.",
        "No logro concentrarme en nada. ¿Para qué intentarlo?",
        "Todos estarían mejor si yo no estuviera."
      ]
    },
    "normal": {
      "name0": "Estado de Ánimo Normal",
      "indicator_default0": "ALTAS Y BAJAS COTIDIANAS",
      "conversations0": [
        "Hoy ha sido un día normal. Con sus retos y alegrías, pero lo manejé bien.",
        "Me siento equilibrado y con mis emociones bajo control.",
        "Hay cosas difíciles, pero tengo las herramientas para superarlas.",
        "Valoro las pequeñas cosas que me hacen feliz a diario.",
        "Tengo energía suficiente para mi vida laboral y personal."
      ]
    }
  },
  
  "analogy_timeline_title0": "Línea de Tiempo del Ánimo",
  "analogy_timeline_title1": "Línea de Tiempo del Ánimo",
  "analogy_timeline_title2": "Línea de Tiempo del Ánimo",
  "analogy_timeline_title3": "Línea de Tiempo del Ánimo",
  
  "analogy_label_severe_depression0": "Depresión Severa",
  "analogy_label_severe_depression1": "Depresión Severa",
  "analogy_label_severe_depression2": "Depresión Severa",
  "analogy_label_normal0": "Normal",
  "analogy_label_normal1": "Normal",
  "analogy_label_normal2": "Normal",
  "analogy_label_normal3": "Normal",
  "analogy_label_mania0": "Manía",
  "analogy_label_hypomania0": "Hipomanía",
  "analogy_label_no_highs0": "Sin Altas",
  "analogy_label_sad_moments0": "Momentos Tristes",
  "analogy_label_happy_moments0": "Momentos Felices",
  
  "analogy_metrics_title0": "Métricas Clave",
  "analogy_metrics_title1": "Métricas Clave",
  "analogy_metrics_title2": "Métricas Clave",
  "analogy_metrics_title3": "Métricas Clave",
  
  "analogy_energy_level0": "NIVEL DE ENERGÍA",
  "analogy_energy_level1": "NIVEL DE ENERGÍA",
  "analogy_energy_level2": "NIVEL DE ENERGÍA",
  "analogy_energy_level3": "NIVEL DE ENERGÍA",
  
  "analogy_sleep_need0": "NECESIDAD DE SUEÑO",
  "analogy_sleep_need1": "NECESIDAD DE SUEÑO",
  "analogy_sleep_need2": "NECESIDAD DE SUEÑO",
  "analogy_sleep_need3": "NECESIDAD DE SUEÑO",
  
  "analogy_functionality0": "FUNCIONALIDAD",
  "analogy_functionality1": "FUNCIONALIDAD",
  "analogy_functionality2": "FUNCIONALIDAD",
  "analogy_functionality3": "FUNCIONALIDAD",
  
  "analogy_hospitalization_risk0": "RIESGO DE HOSPITALIZACIÓN",
  "analogy_hospitalization_risk1": "RIESGO DE HOSPITALIZACIÓN",
  "analogy_hospitalization_risk2": "RIESGO DE HOSPITALIZACIÓN",
  "analogy_hospitalization_risk3": "RIESGO DE HOSPITALIZACIÓN",
  
  "analogy_start0": "Iniciar",
  "analogy_start1": "Iniciar",
  "analogy_start2": "Iniciar",
  "analogy_start3": "Iniciar",
  
  "analogy_stop0": "Detener",
  "analogy_stop1": "Detener",
  "analogy_stop2": "Detener",
  "analogy_stop3": "Detener",
  
  "analogy_reset0": "Reiniciar",
  "analogy_reset1": "Reiniciar",
  "analogy_reset2": "Reiniciar",
  "analogy_reset3": "Reiniciar",
  
  "analogy_summary_bipolar1_title0": "Bipolar I",
  "analogy_summary_bipolar1_description0": "<strong>Montaña Rusa Extrema</strong> - Caracterizado por episodios maníacos que pueden requerir hospitalización. Es la forma más grave del trastorno bipolar.",
  
  "analogy_summary_bipolar2_title0": "Bipolar II",
  "analogy_summary_bipolar2_description0": "<strong>Altas Leves, Bajas Profundas</strong> - Definido por episodios hipomaníacos (menos graves que la manía) y episodios depresivos mayores.",
  
  "analogy_summary_depression_title0": "Depresión",
  "analogy_summary_depression_description0": "<strong>Solo Bajas Profundas</strong> - Caracterizado únicamente por episodios depresivos, sin historial de episodios maníacos o hipomaníacos.",
  
  "analogy_summary_normal_title0": "Ánimo Normal",
  "analogy_summary_normal_description0": "<strong>Altas y Bajas Cotidianas</strong> - Variaciones emocionales normales que no deterioran significativamente el funcionamiento diario.",
  
  "analogy_comparison_title0": "Diferencias Clave Entre Condiciones",
  
  "analogy_table_feature_header0": "Característica",
  
  "analogy_table_bipolar1_header0": "Bipolar I",
  "analogy_table_bipolar2_header0": "Bipolar II",
  "analogy_table_depression_header0": "Depresión (TDM)",
  "analogy_table_normal_header0": "Ánimo Normal",
  
  "analogy_table_high_mood0": "Episodios de Ánimo Alto",
  "analogy_table_low_mood0": "Episodios de Ánimo Bajo",
  "analogy_table_energy0": "Niveles de Energía",
  "analogy_table_sleep0": "Patrones de Sueño",
  "analogy_table_impact0": "Impacto en la Vida",
  "analogy_table_diagnosis0": "Clave de Diagnóstico",
  
  "analogy_bipolar1_name0": "Trastorno Bipolar I",
  "analogy_bipolar2_name0": "Trastorno Bipolar II",
  "analogy_depression_name0": "Trastorno Depresivo Mayor",
  "analogy_normal_name0": "Estado de Ánimo Normal",
  
  "analogy_bipolar1_high_mood_content0": "<span class=\"critical-difference\">Manía</span><br><span class=\"key-point\">• Energía muy alta</span><br><span class=\"key-point\">• Comportamiento de riesgo</span><br><span class=\"key-point\">• Posible hospitalización</span><br><span class=\"key-point\">• Posible psicosis</span>",
  "analogy_bipolar2_high_mood_content0": "<span class=\"critical-difference\">Hipomanía</span><br><span class=\"key-point\">• Más leve</span><br><span class=\"key-point\">• Productiva</span><br><span class=\"key-point\">• No psicótico</span><br><span class=\"key-point\">• No requiere hospitalización</span>",
  "analogy_depression_high_mood_content0": "<span class=\"critical-difference\">Ninguno</span><br><span class=\"key-point\">• No hay episodios de ánimo elevado</span>",
  "analogy_normal_high_mood_content0": "<span class=\"key-point\">Variaciones normales del humor</span><br><span class=\"key-point\">• Felicidad temporal</span><br><span class=\"key-point\">• Apropiado al contexto</span>",
  
  "analogy_bipolar1_low_mood_content0": "<span class=\"key-point\">Depresión Mayor</span><br><span class=\"key-point\">• Severa</span><br><span class=\"key-point\">• Debilitante</span><br><span class=\"key-point\">• A menudo sigue a la manía</span>",
  "analogy_bipolar2_low_mood_content0": "<span class=\"key-point\">Depresión Mayor</span><br><span class=\"key-point\">• Más frecuente</span><br><span class=\"key-point\">• Mayor duración</span><br><span class=\"key-point\">• Queja principal</span>",
  "analogy_depression_low_mood_content0": "<span class=\"critical-difference\">Depresión Mayor</span><br><span class=\"key-point\">• Único estado de ánimo</span><br><span class=\"key-point\">• Sin altas</span><br><span class=\"key-point\">• Puede ser severa</span><br><span class=\"key-point\">• De larga duración</span>",
  "analogy_normal_low_mood_content0": "<span class=\"key-point\">Tristeza ocasional</span><br><span class=\"key-point\">• A corto plazo</span><br><span class=\"key-point\">• Proporcional a los eventos</span>",
  
  "analogy_bipolar1_energy_content0": "<span class=\"critical-difference\">Altas extremas + Bajas extremas</span><br><span class=\"key-point\">• Manía: energía excesiva</span><br><span class=\"key-point\">• Depresión: energía muy baja</span>",
  "analogy_bipolar2_energy_content0": "<span class=\"key-point\">Alto (hipomanía) + bajo</span><br><span class=\"key-point\">• Hipomanía: aumento de energía</span><br><span class=\"key-point\">• Depresión: baja energía</span>",
  "analogy_depression_energy_content0": "<span class=\"key-point\">Principalmente baja</span><br><span class=\"key-point\">• Energía consistentemente baja</span><br><span class=\"key-point\">• Fatiga común</span>",
  "analogy_normal_energy_content0": "<span class=\"key-point\">Equilibrado, manejable</span><br><span class=\"key-point\">• Fluctuaciones diarias normales</span>",
  
  "analogy_bipolar1_sleep_content0": "<span class=\"critical-difference\">Poco/nulo sueño durante la manía</span><br><span class=\"key-point\">• Se siente descansado a pesar de dormir poco</span><br><span class=\"key-point\">• Sueño excesivo durante la depresión</span>",
  "analogy_bipolar2_sleep_content0": "<span class=\"key-point\">Sueño reducido durante la hipomanía</span><br><span class=\"key-point\">• Menor necesidad de sueño</span><br><span class=\"key-point\">• Dormir en exceso durante la depresión</span>",
  "analogy_depression_sleep_content0": "<span class=\"key-point\">Problemas para dormir o exceso de sueño</span><br><span class=\"key-point\">• Insomnio o hipersomnia</span>",
  "analogy_normal_sleep_content0": "<span class=\"key-point\">Variaciones normales</span><br><span class=\"key-point\">• Ciclo regular de sueño-vigilia</span>",
  
  "analogy_bipolar1_impact_content0": "<span class=\"critical-difference\">Severo, disruptivo</span><br><span class=\"key-point\">• Incapacidad laboral durante episodios</span><br><span class=\"key-point\">• Daño significativo a las relaciones</span>",
  "analogy_bipolar2_impact_content0": "<span class=\"key-point\">Moderado pero aún disruptivo</span><br><span class=\"key-point\">• Dificultad para mantener el funcionamiento</span><br><span class=\"key-point\">• Relaciones tensas</span>",
  "analogy_depression_impact_content0": "<span class=\"key-point\">Puede ser severo y prolongado</span><br><span class=\"key-point\">• El rendimiento laboral/escolar se ve afectado</span><br><span class=\"key-point\">• Retraimiento social</span>",
  "analogy_normal_impact_content0": "<span class=\"key-point\">Manejable</span><br><span class=\"key-point\">• No interrumpe el funcionamiento diario</span>",
  
  "analogy_bipolar1_diagnosis_content0": "<span class=\"critical-difference\">La Manía define el Bipolar I</span><br><div class=\"highlight-box\"><strong>Diferenciador Clave:</strong> Presencia de al menos un episodio maníaco</div>",
  "analogy_bipolar2_diagnosis_content0": "<span class=\"critical-difference\">Hipomanía + Depresión definen el Bipolar II</span><br><div class=\"highlight-box\"><strong>Diferenciador Clave:</strong> Hipomanía (no manía) + depresión mayor</div>",
  "analogy_depression_diagnosis_content0": "<span class=\"critical-difference\">Solo Depresión (sin manía/hipomanía)</span><br><div class=\"highlight-box\"><strong>Diferenciador Clave:</strong> Sin historial de episodios de ánimo elevado</div>",
  "analogy_normal_diagnosis_content0": "<span class=\"key-point\">No es un trastorno</span><br><div class=\"highlight-box\"><strong>Diferenciador Clave:</strong> Rango normal de la emoción humana</div>"
},




   
  "app": {
    "title": "Mentivio - Plataforma de Evaluación de Salud Mental",
    "description": "Evaluación y seguimiento de la salud mental seguros y con base clínica",
    "copyright": "© 2024 Mentivio. Todos los derechos reservados.",
    "version": "3.0"
  },
  "prediction": {
    "page-title": "Evaluación de Salud Mental - Mentivio",
    "hero-title": "Evaluación de Salud Mental Autoguiada",
    "hero-description": "Realice una evaluación segura y con base clínica para comprender mejor su bienestar mental y recibir perspectivas personalizadas.",
    "feature-secure": "Seguro y Privado",
    "feature-clinical": "Con Base Clínica",
    "feature-insights": "Perspectivas Personalizadas",
    "welcome-title": "Bienvenido a la Evaluación de Salud Mental",
    "welcome-description": "Esta evaluación exhaustiva evalúa múltiples áreas de la salud mental, incluyendo el estado de ánimo, la ansiedad, los patrones de sueño, la función cognitiva y los estilos de comportamiento. Sus respuestas ayudarán a proporcionar una visión de su estado de bienestar mental.",
    "feature-confidential": "Completamente Confidencial",
    "feature-time": "Evaluación de 10-15 Minutos",
    "feature-evidence": "Análisis Basado en Evidencia",
    "feature-personalized": "Perspectivas Personalizadas",
    "start-button-text": "Comenzar Nueva Evaluación",
    "view-history-button-text": "Ver Historial de Evaluaciones",
    "important-note-title": "Nota Importante:",
    "important-note-text": "Esta evaluación es solo para fines informativos y no sustituye el consejo, diagnóstico o tratamiento médico profesional. Todos los datos se almacenan de forma segura en nuestros servidores para proteger su privacidad.",
    "questionOf": "Pregunta {current} de {total}",
    "processing-title": "Procesando Su Evaluación",
    "processing-description": "Analizando sus respuestas con modelos de evaluación clínica...",
    "step-validating": "✓ Validando respuestas",
    "step-calculating": "✓ Calculando puntuaciones de dominio",
    "step-analyzing": "✓ Analizando perfil de patrones",
    "step-generating": "✓ Generando perspectivas personalizadas",
    "step-finalizing": "✓ Finalizando resultados",
    "review-title": "Revise Sus Respuestas",
    "review-description": "Por favor, revise sus respuestas antes de enviarlas. Puede editar cualquier respuesta haciendo clic sobre ella.",
    "patient-info-title": "Información del Paciente",
    "patient-name-label": "Nombre del Paciente:",
    "patient-name-placeholder": "Ingrese el nombre del paciente",
    "patient-number-label": "Número de Paciente:",
    "patient-number-placeholder": "Ingrese el número de paciente",
    "patient-age-label": "Edad:",
    "patient-age-placeholder": "Ingrese la edad",
    "patient-gender-label": "Género:",
    "patient-gender-default": "Seleccione Género",
    "patient-gender-male": "Masculino",
    "patient-gender-female": "Femenino",
    "patient-gender-other": "Otro",
    "patient-gender-prefer-not": "Prefiero no divulgar",
    "review-note-title": "📝 Importante:",
    "review-note-text": "Para guardar su evaluación y acceder al historial más tarde, por favor ingrese su **nombre** y un **número de paciente único**. Necesitará estos detalles para ver su historial de evaluación la próxima vez.",
    "responses-title": "Sus Respuestas",
    "answerLabel": "Respuesta:",
    "editButton": "Editar",
    "submit-assessment-button": "Enviar Evaluación ✓",
    "results-complete": "Evaluación Completa",
    "primary-result-title": "Resultado Principal de la Evaluación",
    "confidence": "Confianza",
    "normal-diagnosis": "Normal",
    "normal-description": "Sus respuestas indican patrones típicos de salud mental sin preocupaciones clínicas significativas detectadas en los dominios evaluados.",
    "other-diagnoses-title": "Otros Posibles Diagnósticos",
    "questions-answers-title": "Preguntas y Respuestas de la Evaluación",
    "disclaimer-title": "Descargo de Responsabilidad Importante:",
    "disclaimer-text": "Esta evaluación es solo para fines informativos y no sustituye el consejo, diagnóstico o tratamiento médico profesional. Siempre busque el consejo de un proveedor de salud calificado con cualquier pregunta que pueda tener con respecto a una condición médica.",
    "generatingPDF": "Generando PDF...",
    "history-title": "Historial de Evaluaciones",
    "history-description": "Vea y gestione sus evaluaciones anteriores",
    "access-history-title": "Acceda a Su Historial de Evaluaciones",
    "login-name-label": "Nombre del Paciente:",
    "login-name-placeholder": "Ingrese su nombre",
    "login-number-label": "Número de Paciente:",
    "login-number-placeholder": "Ingrese su número de paciente",
    "welcome-patient": "Bienvenido, {name}",
    "report-filename": "Informe_de_Salud_Mental",
    "loading": "Cargando...",
    "notAnswered": "No Respondido",
    "not_provided": "No proporcionado",
    "questionCategories": {
      "Mood & Emotions": "Estado de Ánimo y Emociones",
      "Sleep & Energy": "Sueño y Energía",
      "Safety Assessment": "Evaluación de Seguridad",
      "Behavioral Patterns": "Patrones de Comportamiento",
      "Anxiety & Worry": "Ansiedad y Preocupación",
      "Physical Health": "Salud Física",
      "Social Behavior": "Comportamiento Social",
      "Conflict Resolution": "Resolución de Conflictos",
      "Self-Reflection": "Autorreflexión",
      "Cognitive Function": "Función Cognitiva",
      "Sexual Health": "Salud Sexual"
    },
    "questions": {
      "moodSwing": "¿Experimenta cambios repentinos en el estado de ánimo?",
      "sadness": "¿Se siente triste o tiene un estado de ánimo bajo con frecuencia?",
      "euphoric": "¿Experimenta a menudo sentimientos de euforia o energía anormalmente alta?",
      "sleepDisorder": "¿Tiene problemas regulares con el sueño, como dificultad para conciliar o mantener el sueño?",
      "exhausted": "¿Se siente a menudo cansado o agotado?",
      "suicidalThoughts": "¿Alguna vez ha tenido pensamientos de hacerse daño?",
      "aggressiveResponse": "¿Se vuelve agresivo u hostil durante los conflictos?",
      "nervousBreakdown": "¿Ha experimentado momentos en los que se sintió emocionalmente abrumado o incapaz de hacer frente?",
      "overthinking": "¿Se encuentra preocupándose o pensando demasiado más de lo que le gustaría?",
      "anorexia": "¿Ha notado cambios importantes en su apetito o hábitos alimenticios?",
      "authorityRespect": "¿Generalmente sigue las reglas y respeta la autoridad?",
      "tryExplanation": "Cuando surge un conflicto, ¿intenta explicar su punto de vista?",
      "ignoreMoveOn": "¿Tiende a evitar los problemas en lugar de abordarlos?",
      "admitMistakes": "¿Se siente cómodo admitiendo cuando se equivoca?",
      "concentration": "¿Cómo calificaría su capacidad de concentración?",
      "optimism": "¿Cómo describiría su perspectiva general de la vida?",
      "sexualActivity": "¿Cómo describiría su nivel de interés en la actividad sexual?"
    },
    "answer_values": {
      "frequency": {
        "Seldom": "Raramente",
        "Sometimes": "A veces",
        "Usually": "Usualmente",
        "Most-Often": "La Mayoría de las Veces"
      },
      "yesNo": {
        "NO": "No",
        "YES": "Sí"
      },
      "concentration": {
        "Cannot concentrate": "No puede concentrarse",
        "Poor concentration": "Concentración pobre",
        "Average concentration": "Concentración promedio",
        "Good concentration": "Buena concentración",
        "Excellent concentration": "Excelente concentración"
      },
      "optimism": {
        "Extremely pessimistic": "Extremadamente pesimista",
        "Pessimistic": "Pesimista",
        "Neutral outlook": "Perspectiva neutral",
        "Optimistic": "Optimista",
        "Extremely optimistic": "Extremadamente optimista"
      },
      "sexualActivity": {
        "No interest": "Sin interés",
        "Low interest": "Bajo interés",
        "Moderate interest": "Interés moderado",
        "High interest": "Alto interés",
        "Very high interest": "Muy alto interés"
      }
    },
    "diagnosisTranslations": {
      "Normal": "Normal",
      "Bipolar Type-1": "Trastorno Bipolar Tipo I",
      "Bipolar Type-2": "Trastorno Bipolar Tipo II",
      "Depression": "Depresión"
    },
    "diagnosisDescriptions": {
      "Normal": "Sus respuestas indican patrones típicos de salud mental sin preocupaciones clínicas significativas detectadas en los dominios evaluados.",
      "Bipolar Type-1": "Sus respuestas indican patrones que pueden sugerir Trastorno Bipolar Tipo I. Este se caracteriza por episodios maníacos que duran al menos 7 días.",
      "Bipolar Type-2": "Sus respuestas sugieren patrones consistentes con el Trastorno Bipolar Tipo II, caracterizado por episodios hipomaníacos y depresivos.",
      "Depression": "Sus respuestas son consistentes con patrones que a menudo se ven en el trastorno depresivo, incluyendo tristeza persistente y pérdida de interés.",
      "default_description": "Evaluación completada con éxito. Por favor, consulte a un profesional médico para un diagnóstico definitivo y recomendaciones de tratamiento."
    },
    "navigation": {
      "next-button": "Siguiente →",
      "previous-button": "← Anterior",
      "review-button": "Revisar Respuestas",
      "back-to-questions": "← Volver a las preguntas",
      "submit-assessment-button": "Enviar Evaluación ✓",
      "new-assessment": "↻ Nueva Evaluación",
      "learn-more": "Aprenda más sobre su condición",
      "download-report": "Descargar Informe",
      "login-back": "← Atrás",
      "login-access": "Acceder Historial",
      "logout": "Cerrar Sesión",
      "history-back": "Volver a la Pantalla de Bienvenida",
      "back-to-history": "Volver al Historial",
  "download-button": "Descargar Informe"
    },
    "history": {
      "view-button": "Ver",
      "download-button": "Descargar Informe",
      "delete-button": "Eliminar",
      "started-label": "Iniciado:",
      "submitted-label": "Enviado:",
      "confidence-label": "Confianza:"
    },
    "assessment": {
      "id-label": "ID de Evaluación:",
      "patient-number-display": "Número de Paciente:"
    },
    "mobile": {
      "home": "Inicio",
      "assessment": "Evaluación",
      "history": "Historial"
    },
    "alerts": {
      "selectOption": "Por favor, seleccione una opción antes de continuar.",
      "nameRequired": "Por favor, ingrese el nombre del paciente antes de enviar.",
      "noNumberConfirm": "El número de paciente no se ha proporcionado. ¿Continuar sin guardar en el historial?",
      "loginRequired": "Por favor, ingrese tanto su nombre como su número de paciente.",
      "noHistoryFound": "No se encontró historial de evaluación para el nombre y número de paciente proporcionados.",
      "deleteConfirm": "¿Está seguro de que desea eliminar esta evaluación? Esta acción no se puede deshacer.",
      "noPatientLoggedIn": "Ningún paciente ha iniciado sesión actualmente.",
      "assessmentNotFound": "Evaluación no encontrada. Por favor, intente recargar su historial.",
      "loadError": "Error al cargar la evaluación. Por favor, inténtelo de nuevo.",
      "downloadError": "Error al descargar la evaluación. Por favor, inténtelo de nuevo.",
      "noDataForDownload": "No hay datos de evaluación para descargar. Por favor, complete una evaluación primero.",
      "displayError": "Error al mostrar los detalles de la evaluación. Por favor, inténtelo de nuevo.",
      "pdfError": "No se pudo generar el informe PDF",
      "configError": "La evaluación todavía se está cargando. Por favor, espere un momento e inténtelo de nuevo.",
      "submitError": "Error al procesar la evaluación: {error}",
      "loginError": "Error al acceder al historial de evaluaciones. Por favor, inténtelo de nuevo.",
      "deleteError": "Error al eliminar la evaluación. Por favor, inténtelo de nuevo.",
      "noOtherDiagnoses": "No se consideraron otros diagnósticos",
      "noResponses": "No hay datos de respuesta disponibles"
    }
  },
  "validation": {
    "name": {
      "label": "Nombre del Paciente",
      "placeholder": "Ingrese el nombre del paciente",
      "title": "Ingrese el nombre del paciente (2-50 caracteres)",
      "hint": "Ingrese el nombre del paciente (2-50 caracteres)",
      "required": "El nombre es obligatorio",
      "too_short": "El nombre debe tener al menos 2 caracteres",
      "too_long": "El nombre no puede exceder los 50 caracteres",
      "invalid_format": "El nombre solo puede contener letras, espacios, guiones y apóstrofos"
    },
    "age": {
      "label": "Edad",
      "placeholder": "Ingrese la edad (12-100)",
      "title": "Ingrese un número entre 12 y 100",
      "hint": "Ingrese la edad entre 12-100",
      "required": "La edad es obligatoria",
      "invalid_number": "La edad debe ser un número válido",
      "too_young": "La edad debe ser 12 o mayor",
      "too_old": "La edad debe ser 100 o menor",
      "not_number": "Por favor, ingrese solo números (0-9)",
      "range_error": "La edad debe estar entre 12 y 100"
    },
    "patient_number": {
      "label": "Número de Paciente",
      "placeholder": "Ingrese el número de paciente",
      "title": "6-20 caracteres con al menos una mayúscula, una minúscula y un número",
      "hint": "6-20 caracteres con mayúsculas, minúsculas y números",
      "required": "El número de paciente es obligatorio",
      "too_short": "El número de paciente debe tener al menos 6 caracteres",
      "too_long": "El número de paciente no puede exceder los 20 caracteres",
      "no_lowercase": "Debe incluir al menos una letra minúscula (a-z)",
      "no_uppercase": "Debe incluir al menos una letra mayúscula (A-Z)",
      "no_digit": "Debe incluir al menos un número (0-9)",
      "special_chars": "Solo se permiten letras y números (sin caracteres especiales)",
      "format_error": "Debe incluir letras mayúsculas, minúsculas y números"
    },
    "gender": {
      "label": "Género",
      "placeholder": "Seleccione el género",
      "required": "Por favor, seleccione el género",
      "default": "Seleccione Género",
      "male": "Masculino",
      "female": "Femenino",
      "other": "Otro",
      "prefer_not": "Prefiero no decir"
    },
    "general": {
      "field_required": "Este campo es obligatorio",
      "valid": "✓ Válido",
      "invalid": "✗ Inválido",
      "saving": "Guardando información...",
      "saved": "✓ Guardado con éxito"
    }
  },
  "api": {
    "health": {
      "healthy": "saludable",
      "degraded": "degradado",
      "starting": "iniciando",
      "message_ready": "El servicio está listo",
      "message_starting": "La instancia se está iniciando, por favor espere"
    },
    "errors": {
      "no_data": "No se proporcionaron datos",
      "no_responses": "No se proporcionaron respuestas",
      "invalid_responses": "Respuestas no válidas: {msg}",
      "invalid_patient_data": "Datos de paciente no válidos: {msg}",
      "preprocessing_failed": "Fallo en el preprocesamiento de datos: {error}",
      "feature_conversion_failed": "Fallo en la conversión de características",
      "feature_scaling_failed": "Fallo en el escalado de características",
      "prediction_failed": "Fallo en la predicción del modelo",
      "assessment_failed": "La evaluación falló. Por favor, inténtelo de nuevo.",
      "assessment_not_found": "Evaluación no encontrada",
      "patient_info_required": "Se requieren el nombre y el número del paciente",
      "assessment_id_required": "Se requieren el nombre, el número del paciente y el ID de la evaluación",
      "delete_required": "Se requiere el número de paciente y el ID de evaluación para la eliminación",
      "invalid_json": "Datos JSON no válidos",
      "request_too_large": "Solicitud demasiado grande",
      "rate_limit_exceeded": "Límite de tasa excedido. Por favor, inténtelo de nuevo más tarde.",
      "database_error": "No se pudo guardar los datos de la evaluación en la base de datos",
      "invalid_age": "Edad no válida: {msg}. Por favor, ingrese solo números entre 12 y 100.",
      "age_numbers_only": "La edad debe contener solo números. Por favor, ingrese solo dígitos (0-9)."
    },
    "success": {
      "assessment_saved": "Evaluación guardada con éxito",
      "assessment_deleted": "Evaluación eliminada con éxito"
    }
  },
  "security": {
    "warnings": {
      "suicidal_thoughts": "Se detectaron pensamientos suicidas: busque ayuda profesional de inmediato",
      "aggressive_behavior": "Se detectaron patrones de comportamiento agresivo: se recomienda una evaluación de seguridad",
      "nervous_breakdown": "Se detectó historial de crisis nerviosa: se aconseja una evaluación clínica",
      "severe_depression": "Se detectaron síntomas depresivos graves: se recomienda una evaluación urgente",
      "manic_symptoms": "Se detectaron posibles síntomas maníacos: se recomienda una evaluación clínica"
    }
  },
  "database": {
    "messages": {
      "postgres_connected": "Conexión PostgreSQL establecida con éxito con psycopg",
      "sqlite_fallback": "Volviendo a la conexión SQLite",
      "postgres_initialized": "Base de datos PostgreSQL inicializada con éxito con psycopg",
      "sqlite_initialized": "Base de datos SQLite inicializada con éxito",
      "assessment_saved": "Evaluación guardada en la base de datos (formato en inglés): {id}",
      "assessment_loaded": "Se cargaron {count} evaluaciones de la base de datos (traducidas a {language})",
      "single_assessment_loaded": "Se cargó una sola evaluación de la base de datos: {id}",
      "assessment_deleted": "Evaluación eliminada de la base de datos: {id}"
    }
  },
  "model": {
    "messages": {
      "components_loaded": "¡Todos los componentes del modelo cargados con éxito!",
      "model_package_loaded": "Paquete del modelo cargado",
      "scaler_loaded": "Escalador cargado",
      "encoder_loaded": "Codificador de etiquetas cargado",
      "features_loaded": "Nombres de características cargados: {count} características",
      "category_mappings_loaded": "Mapeos de categorías cargados",
      "clinical_enhancer_initialized": "Mejorador de Decisión Clínica inicializado",
      "clinical_enhancer_unavailable": "No se pudo inicializar el Mejorador de Decisión Clínica",
      "preprocessing_completed": "Preprocesamiento completado con éxito",
      "feature_scaling_completed": "Escalado de características completado",
      "prediction_completed": "Predicción completada",
      "clinical_enhancement_applied": "Mejora clínica aplicada: {original} -> {enhanced}"
    }
  },
  "pdf_report": {
    "title": "INFORME DE EVALUACIÓN DE SALUD MENTAL",
    "assessment_details": "DETALLES DE LA EVALUACIÓN",
    "assessment_id": "ID de Evaluación:",
    "assessment_started": "Evaluación Iniciada:",
    "report_generated": "Informe Generado:",
    "assessment_timezone": "Zona Horaria de la Evaluación:",
    "patient_info": "INFORMACIÓN DEL PACIENTE",
    "patient_name": "Nombre del Paciente:",
    "patient_number": "Número de Paciente:",
    "age": "Edad:",
    "gender": "Género:",
    "clinical_results": "RESULTADOS DE LA EVALUACIÓN CLÍNICA",
    "primary_diagnosis": "Diagnóstico Principal:",
    "confidence_level": "Nivel de Confianza:",
    "assessment_datetime": "Fecha y Hora:",
    "assessment_summary": "Resumen de la Evaluación:",
    "differential_diagnoses": "DIAGNÓSTICOS DIFERENCIALES",
    "diagnosis": "Diagnóstico",
    "probability": "Probabilidad",
    "no_additional_diagnoses": "No se consideraron diagnósticos adicionales.",
    "key_responses": "PREGUNTAS Y RESPUESTAS DE LA EVALUACIÓN",
    "domain": "Dominio",
    "question": "Pregunta",
    "response": "Respuesta",
    "answer": "Respuesta",
    "important_disclaimer": "DESCARGO DE RESPONSABILIDAD IMPORTANTE",
    "disclaimer_text": "Esta evaluación de salud mental se proporciona solo con fines informativos y educativos. No pretende ser un sustituto del consejo, diagnóstico o tratamiento médico profesional. Siempre busque el consejo de su médico o proveedor de salud mental calificado con cualquier pregunta que pueda tener con respecto a una condición médica o psicológica.\n\nSi está experimentando una emergencia de salud mental o tiene pensamientos de hacerse daño a sí mismo o a otros, comuníquese inmediatamente con los servicios de emergencia llamando a su número de emergencia local o a una línea directa de crisis.\n\nEsta evaluación no constituye un diagnóstico clínico y no debe utilizarse como única base para tomar decisiones de atención médica.",
    "footer": "Informe Confidencial de Evaluación de Salud Mental - Generado por el Sistema de Evaluación Clínica",
    "not_provided": "No Proporcionado",
    "timezone_labels": {
      "utc": "UTC",
      "local_time": "Hora Local",
      "timezone": "Zona Horaria"
    },
    "question_categories": {
      "Mood & Emotions": "Estado de Ánimo y Emociones",
      "Sleep & Energy": "Sueño y Energía",
      "Safety Assessment": "Evaluación de Seguridad",
      "Behavioral Patterns": "Patrones de Comportamiento",
      "Anxiety & Worry": "Ansiedad y Preocupación",
      "Physical Health": "Salud Física",
      "Social Behavior": "Comportamiento Social",
      "Conflict Resolution": "Resolución de Conflictos",
      "Self-Reflection": "Autorreflexión",
      "Cognitive Function": "Función Cognitiva",
      "Sexual Health": "Salud Sexual"
    },
    "questions": {
      "moodSwing": "¿Experimenta cambios repentinos en el estado de ánimo?",
      "sadness": "¿Se siente triste o tiene un estado de ánimo bajo con frecuencia?",
      "euphoric": "¿Experimenta a menudo sentimientos de euforia o energía anormalmente alta?",
      "sleepDisorder": "¿Tiene problemas regulares con el sueño, como dificultad para conciliar o mantener el sueño?",
      "exhausted": "¿Se siente a menudo cansado o agotado?",
      "suicidalThoughts": "¿Alguna vez ha tenido pensamientos de hacerse daño?",
      "aggressiveResponse": "¿Se vuelve agresivo u hostil durante los conflictos?",
      "nervousBreakdown": "¿Ha experimentado momentos en los que se sintió emocionalmente abrumado o incapaz de hacer frente?",
      "overthinking": "¿Se encuentra preocupándose o pensando demasiado más de lo que le gustaría?",
      "anorexia": "¿Ha notado cambios importantes en su apetito o hábitos alimenticios?",
      "authorityRespect": "¿Generalmente sigue las reglas y respeta la autoridad?",
      "tryExplanation": "Cuando surge un conflicto, ¿intenta explicar su punto de vista?",
      "ignoreMoveOn": "¿Tiende a evitar los problemas en lugar de abordarlos?",
      "admitMistakes": "¿Se siente cómodo admitiendo cuando se equivoca?",
      "concentration": "¿Cómo calificaría su capacidad de concentración?",
      "optimism": "¿Cómo describiría su perspectiva general de la vida?",
      "sexualActivity": "¿Cómo describiría su nivel de interés en la actividad sexual?"
    },
    "answer_values": {
      "frequency": {
        "Seldom": "Raramente",
        "Sometimes": "A veces",
        "Usually": "Usualmente",
        "Most-Often": "La Mayoría de las Veces"
      },
      "yesNo": {
        "NO": "No",
        "YES": "Sí"
      },
      "concentration": {
        "Cannot concentrate": "No puede concentrarse",
        "Poor concentration": "Concentración pobre",
        "Average concentration": "Concentración promedio",
        "Good concentration": "Buena concentración",
        "Excellent concentration": "Excelente concentración"
      },
      "optimism": {
        "Extremely pessimistic": "Extremadamente pesimista",
        "Pessimistic": "Pesimista",
        "Neutral outlook": "Perspectiva neutral",
        "Optimistic": "Optimista",
        "Extremely optimistic": "Extremadamente optimista"
      },
      "sexualActivity": {
        "No interest": "Sin interés",
        "Low interest": "Bajo interés",
        "Moderate interest": "Interés moderado",
        "High interest": "Alto interés",
        "Very high interest": "Muy alto interés"
      }
    },
    "diagnosisTranslations": {
      "Normal": "Normal",
      "Bipolar Type-1": "Trastorno Bipolar Tipo I",
      "Bipolar Type-2": "Trastorno Bipolar Tipo II",
      "Depression": "Depresión"
    },
    "diagnosisDescription": {
      "Normal": "Sus respuestas indican un perfil de salud mental típico sin preocupaciones clínicas significativas detectadas.",
      "Bipolar Type-1": "Sus respuestas indican patrones que pueden sugerir Trastorno Bipolar Tipo I. Este se caracteriza por episodios maníacos que duran al menos 7 días.",
      "Bipolar Type-2": "Sus respuestas sugieren patrones consistentes con el Trastorno Bipolar Tipo II, caracterizado por episodios hipomaníacos y depresivos.",
      "Depression": "Sus respuestas son consistentes con patrones que a menudo se ven en el trastorno depresivo, incluyendo tristeza persistente y pérdida de interés.",
      "default_description": "Evaluación completada con éxito. Por favor, consulte a un profesional médico para un diagnóstico definitivo y recomendaciones de tratamiento."
    }
  }





}