{
  "home": {
    "page-title": "Mentivio - Người Bạn Đồng Hành Chăm Sóc Sức Khỏe Tinh Thần Của Bạn",
    "hero.logo": "Mentivio",
    "hero.title": "Mentivio – Điểm Tựa Bình Yên Cho Tâm Hồn",
    "hero.subtitle": "Hãy lắng nghe và thấu hiểu sức khỏe tinh thần của bạn thông qua các công cụ đánh giá an toàn, khoa học và đầy sự sẻ chia của chúng tôi.",
    "hero.cta_assessment": "Bắt đầu Đánh giá",
    "hero.cta_explore": "Khám phá Kho tài liệu",
    "crisis.alert_title": "Lưu ý Quan trọng:",
    "crisis.alert_description": "Nếu bạn đang có suy nghĩ làm hại bản thân hoặc đang trong cơn hoảng loạn, xin hãy tìm sự giúp đỡ ngay lập tức. Bạn không hề cô đơn.",
    "crisis.988_label": "Đường dây Nóng Khủng hoảng & Tự tử 988",
    "crisis.988_action": "Gọi hoặc nhắn tin 988",
    "crisis.textline_label": "Tin nhắn Hỗ trợ Khủng hoảng",
    "crisis.textline_action": "Soạn HOME gửi 741741",
    "crisis.more_resources": "Xem thêm các kênh hỗ trợ khẩn cấp →",
    "features.title": "Bộ Công Cụ Chăm Sóc Sức Khỏe Tinh Thần",
    "features.subtitle": "Những công cụ đơn giản, khoa học giúp bạn thấu hiểu và nuôi dưỡng tâm trí mình",
    "features.assessment.title": "Tự Kiểm Tra",
    "features.assessment.desc": "Một bài đánh giá bảo mật, chuẩn lâm sàng giúp bạn nhận diện các vấn đề sức khỏe tinh thần của bản thân.",
    "features.assessment.link": "Làm bài đánh giá",
    "features.insights.title": "Hiểu Về Các Tình Trạng",
    "features.insights.desc": "Tìm hiểu về các vấn đề sức khỏe tâm thần qua các hình ảnh trực quan và lời giải thích dễ hiểu.",
    "features.insights.link": "Tìm hiểu thêm",
    "features.resources.title": "Kho Kiến Thức",
    "features.resources.desc": "Truy cập thông tin chính thống, các chiến lược ứng phó và tài liệu hỗ trợ cho nhiều chủ đề tâm lý khác nhau.",
    "features.resources.link": "Xem tài liệu",
    "tips.title": "Thói Quen Nhỏ - Lợi Ích Lớn",
    "tips.subtitle": "Những bước đơn giản mỗi ngày để chăm sóc sức khỏe tinh thần của bạn",
    "tips.mindful.title": "Hít Thở Chánh Niệm",
    "tips.mindful.desc": "Dành 5 phút mỗi ngày để tập trung vào hơi thở. Hít vào 4 nhịp, thở ra 6 nhịp.",
    "tips.detox.title": "Detox Công Nghệ",
    "tips.detox.desc": "Dành 30 phút mỗi ngày rời xa màn hình để tâm trí được nghỉ ngơi.",
    "tips.gratitude.title": "Thực Hành Lòng Biết Ơn",
    "tips.gratitude.desc": "Viết ra ba điều bạn cảm thấy biết ơn mỗi ngày để nuôi dưỡng tư duy tích cực.",
    "tips.movement.title": "Vận Động Thư Giãn",
    "tips.movement.desc": "Đi dạo hoặc vươn vai nhẹ nhàng sau mỗi 60-90 phút để làm mới cơ thể và tâm trí.",
    "professional.title": "Lời Khuyên Chuyên Gia Là Rất Quan Trọng",
    "professional.desc": "Các công cụ của chúng tôi mang tính chất giáo dục và hỗ trợ nhận thức, không dùng để chẩn đoán bệnh. Hãy luôn tham khảo ý kiến bác sĩ hoặc chuyên gia tâm lý để được tư vấn y tế chính xác.",
    "resources.title": "Các Kênh Hỗ Trợ Đáng Tin Cậy",
    "resources.subtitle": "Các tổ chức uy tín cung cấp dịch vụ hỗ trợ sức khỏe tâm thần chuyên nghiệp",
    "resources.988.title": "Đường dây Nóng 988",
    "resources.988.desc": "Hỗ trợ miễn phí, bảo mật, hoạt động 24/7 dành cho người đang gặp khủng hoảng.",
    "resources.988.link": "Truy cập 988lifeline.org",
    "resources.nami.title": "Đường dây Trợ giúp NAMI",
    "resources.nami.desc": "Liên minh Quốc gia về Bệnh Tâm thần cung cấp thông tin và hỗ trợ cộng đồng miễn phí.",
    "resources.nami.link": "Truy cập NAMI.org",
    "resources.textline.title": "Tin nhắn Hỗ trợ Khủng hoảng",
    "resources.textline.desc": "Hỗ trợ khủng hoảng miễn phí 24/7 qua tin nhắn với các tư vấn viên được đào tạo.",
    "resources.textline.link": "Soạn HOME gửi 741741",
    "resources.mentalgov.title": "MentalHealth.gov",
    "resources.mentalgov.desc": "Cổng thông tin của chính phủ Hoa Kỳ về sức khỏe tâm thần và cách tìm kiếm sự giúp đỡ.",
    "resources.mentalgov.link": "Truy cập MentalHealth.gov"
  },
  "resources": {
    "page-title": "Tài Liệu Giáo Dục - Mentivio",
    "hero-title": "Thư Viện Kiến Thức",
    "hero-subtitle": "Tiếp cận thông tin đáng tin cậy về các vấn đề tâm lý, phương pháp điều trị và kỹ năng ứng phó",
    "category-all": "Tất Cả Tài Liệu",
    "category-conditions": "Các Vấn Đề Tâm Lý",
    "category-treatment": "Phương Pháp Điều Trị",
    "category-coping": "Kỹ Năng Ứng Phó",
    "category-self-help": "Tự Chăm Sóc Bản Thân",
    "loading-text": "Đang tải tài liệu...",
    "resource1-title": "Hiểu Về Trầm Cảm",
    "resource1-desc": "Tìm hiểu về triệu chứng, nguyên nhân và các cách điều trị trầm cảm hiệu quả. Bao gồm thông tin về rối loạn trầm cảm chủ yếu và trầm cảm kéo dài.",
    "resource2-title": "Cẩm Nang Về Rối Loạn Lo Âu",
    "resource2-desc": "Thông tin đầy đủ về các dạng lo âu khác nhau như lo âu lan tỏa, rối loạn hoảng sợ và lo âu xã hội.",
    "resource3-title": "Các Liệu Pháp Tâm Lý",
    "resource3-desc": "Khám phá các phương pháp trị liệu như CBT, DBT, trị liệu tâm động học và cách chọn phương pháp phù hợp với bạn.",
    "resource4-title": "Chánh Niệm & Thiền Định",
    "resource4-desc": "Các bài tập thực hành chánh niệm, thiền và kỹ thuật cơ bản để giảm căng thẳng và cải thiện tinh thần.",
    "resource5-title": "Rối Loạn Lưỡng Cực",
    "resource5-desc": "Thông tin về lưỡng cực loại I, loại II và rối loạn khí sắc chu kỳ. Tìm hiểu cách ổn định tâm trạng và quản lý bệnh.",
    "resource6-title": "Chiến Lược Tự Chăm Sóc",
    "resource6-desc": "Xây dựng thói quen yêu thương bản thân với các mẹo thực tế cho sức khỏe thể chất, cảm xúc và tinh thần.",
    "resource7-title": "Sang Chấn & PTSD",
    "resource7-desc": "Hiểu về phản ứng sau sang chấn, triệu chứng PTSD và các phương pháp điều trị hiệu quả.",
    "resource8-title": "Thuốc Điều Trị Tâm Thần",
    "resource8-desc": "Thông tin về các loại thuốc phổ biến, cơ chế hoạt động, tác dụng phụ và những điều cần thảo luận với bác sĩ.",
    "learn-more0": "Xem Chi Tiết",
    "learn-more1": "Xem Chi Tiết",
    "learn-more2": "Xem Chi Tiết",
    "learn-more3": "Xem Chi Tiết",
    "learn-more4": "Xem Chi Tiết",
    "learn-more5": "Xem Chi Tiết",
    "learn-more6": "Xem Chi Tiết",
    "learn-more7": "Xem Chi Tiết",
    "learn-more8": "Xem Chi Tiết",
    "faq-title": "Câu Hỏi Thường Gặp",
    "faq1-question": "Khi nào tôi cần sự giúp đỡ chuyên nghiệp?",
    "faq1-answer": "Nếu các triệu chứng gây đau khổ lớn, ảnh hưởng đến cuộc sống hàng ngày, hoặc nếu bạn có suy nghĩ làm hại bản thân hay người khác, hãy tìm kiếm sự giúp đỡ ngay lập tức.",
    "faq2-question": "Bác sĩ tâm thần khác gì với chuyên gia tâm lý?",
    "faq2-answer": "Bác sĩ tâm thần là bác sĩ y khoa có thể kê đơn thuốc, trong khi chuyên gia tâm lý (nhà tâm lý học) tập trung vào liệu pháp trò chuyện và đánh giá tâm lý. Cả hai đều có thể trị liệu cho bạn.",
    "faq3-question": "Trị liệu thường kéo dài bao lâu?",
    "faq3-answer": "Thời gian tùy thuộc vào nhu cầu mỗi người. Một số người thấy hiệu quả sau ngắn hạn (8-12 buổi), người khác có thể cần điều trị dài hạn hơn.",
    "faq4-question": "Trị liệu online có hiệu quả không?",
    "faq4-answer": "Nghiên cứu cho thấy trị liệu online có thể hiệu quả ngang với gặp mặt trực tiếp cho nhiều vấn đề, miễn là được thực hiện bởi chuyên gia có chứng chỉ.",
    "newsletter-title": "Cập Nhật Thông Tin",
    "newsletter-subtitle": "Đăng ký nhận bản tin để nhận mẹo chăm sóc sức khỏe tinh thần và các tài liệu mới nhất",
    "newsletter-placeholder": "Nhập email của bạn",
    "newsletter-button": "Đăng Ký",
    "support-title": "Hỗ Trợ Bổ Sung",
    "support-subtitle": "Các nguồn lực hỗ trợ sức khỏe tinh thần toàn diện sẵn sàng 24/7",
    "support1-title": "Đường Dây Trợ Giúp NAMI",
    "support1-desc": "Dịch vụ hỗ trợ cộng đồng miễn phí cung cấp thông tin và giới thiệu nơi điều trị.",
    "support1-link": "Truy Cập NAMI",
    "support2-title": "MentalHealth.gov",
    "support2-desc": "Cổng thông tin chính phủ về dịch vụ và lựa chọn điều trị sức khỏe tâm thần.",
    "support2-link": "Khám Phá Tài Nguyên",
    "support3-title": "Danh Bạ Nhà Trị Liệu",
    "support3-desc": "Tìm bác sĩ tâm lý, chuyên gia tư vấn được cấp phép tại khu vực của bạn.",
    "support3-link": "Tìm Nhà Trị Liệu"
  },
          "anxiety-resource": {
            "page-title": "Cẩm Nang Rối Loạn Lo Âu - Mentivio",
            "hero-title": "Cẩm Nang Rối Loạn Lo Âu",
            "hero-subtitle": "Hiểu về các dạng lo âu và chiến lược quản lý hiệu quả",
            "nav-what-is": "Lo Âu Là Gì?",
            "nav-types": "Các Dạng Lo Âu",
            "nav-symptoms": "Triệu Chứng",
            "nav-coping": "Cách Ứng Phó",
            "nav-treatment": "Điều Trị",
            "nav-help": "Tìm Trợ Giúp",
            "section1-title": "Lo Âu Là Gì?",
            "section1-p1": "Cảm thấy lo lắng đôi chút là một phần bình thường của cuộc sống. Ai cũng có lúc lo về sức khỏe, tiền bạc hay công việc. Nhưng rối loạn lo âu thì khác, nó không chỉ là nỗi sợ thoáng qua.",
            "section1-p2": "Với người mắc rối loạn lo âu, nỗi lo không biến mất mà có thể tệ hơn theo thời gian. Những cảm giác này có thể cản trở cuộc sống hàng ngày như công việc, học tập và các mối quan hệ.",
            "stat-text": "Khoảng một phần ba người trưởng thành tại Mỹ trải qua rối loạn lo âu tại một thời điểm nào đó trong đời.",
            "section2-title": "Các Dạng Rối Loạn Lo Âu",
            "section2-p1": "Rối loạn lo âu có nhiều dạng, mỗi dạng có đặc điểm riêng:",
            "type1-title": "Rối Loạn Lo Âu Lan Tỏa (GAD)",
            "type1-desc": "Lo lắng quá mức và dai dẳng về nhiều vấn đề trong cuộc sống, thường không có lý do cụ thể.",
            "type2-title": "Rối Loạn Hoảng Sợ",
            "type2-desc": "Các cơn hoảng loạn ập đến bất ngờ, lặp đi lặp lại kèm theo nỗi lo sợ về cơn tiếp theo.",
            "type3-title": "Rối Loạn Lo Âu Xã Hội",
            "type3-desc": "Nỗi sợ mãnh liệt về các tình huống xã hội, sợ bị đánh giá, xấu hổ hoặc bị soi mói.",
            "type4-title": "Ám Ảnh Cụ Thể (Phobia)",
            "type4-desc": "Nỗi sợ phi lý về một vật hoặc tình huống cụ thể (như độ cao, đi máy bay, con vật).",
            "type5-title": "Chứng Sợ Khoảng Rộng",
            "type5-desc": "Sợ hãi khi ở trong những nơi khó thoát ra hoặc khó tìm sự giúp đỡ.",
            "type6-title": "Lo Âu Chia Ly",
            "type6-desc": "Sợ hãi quá mức khi phải xa cách người thân thiết (thường gặp ở trẻ em).",
            "section3-title": "Triệu Chứng Thường Gặp",
            "section3-p1": "Lo âu ảnh hưởng cả tâm trí và cơ thể. Hãy chú ý các dấu hiệu sau:",
            "symptom1": "Tim đập nhanh, hồi hộp, đánh trống ngực",
            "symptom2": "Khó thở, thở gấp hoặc cảm thấy ngột ngạt",
            "symptom3": "Run rẩy, căng cơ",
            "symptom4": "Đổ mồ hôi, ớn lạnh hoặc bốc hỏa",
            "symptom5": "Chóng mặt, choáng váng",
            "symptom6": "Đầu óc quay cuồng, khó tập trung hoặc trống rỗng",
            "symptom7": "Đau dạ dày, buồn nôn hoặc vấn đề tiêu hóa",
            "symptom8": "Mất ngủ hoặc ngủ không ngon giấc",
            "symptom9": "Bồn chồn, đứng ngồi không yên",
            "symptom10": "Luôn cảnh giác cao độ (lúc nào cũng tìm kiếm mối nguy)",
            "section4-title": "Chiến Lược Ứng Phó",
            "section4-p1": "Bên cạnh điều trị chuyên môn, các cách sau có thể giúp bạn giảm nhẹ triệu chứng:",
            "strategy1-title": "Kỹ Thuật Thở",
            "strategy1-desc": "Tập thở sâu như kỹ thuật 4-7-8 (hít 4s, giữ 7s, thở ra 8s) để làm dịu hệ thần kinh.",
            "strategy2-title": "Bài Tập Tiếp Đất (Grounding)",
            "strategy2-desc": "Dùng quy tắc 5-4-3-2-1: Tìm 5 thứ nhìn thấy, 4 thứ chạm được, 3 âm thanh nghe thấy, 2 mùi ngửi thấy, 1 vị nếm được.",
            "strategy3-title": "Thư Giãn Cơ Bắp",
            "strategy3-desc": "Lần lượt căng và thả lỏng các nhóm cơ để giải phóng căng thẳng cơ thể.",
            "strategy4-title": "Thay Đổi Suy Nghĩ",
            "strategy4-desc": "Thách thức những suy nghĩ lo âu bằng cách xem xét bằng chứng thực tế.",
            "strategy5-title": "Chánh Niệm & Thiền",
            "strategy5-desc": "Tập trung vào hiện tại, quan sát suy nghĩ mà không phán xét.",
            "strategy6-title": "Lối Sống Lành Mạnh",
            "strategy6-desc": "Tập thể dục, ăn uống cân bằng, ngủ đủ và hạn chế caffeine/rượu.",
            "section5-title": "Lựa Chọn Điều Trị",
            "section5-p1": "Rối loạn lo âu hoàn toàn có thể điều trị. Các phương pháp phổ biến bao gồm:",
            "treatment1": "Liệu pháp Nhận thức Hành vi (CBT): Hiệu quả nhất, giúp thay đổi suy nghĩ và hành vi tiêu cực.",
            "treatment2": "Liệu pháp Phơi nhiễm: Đối mặt dần dần với nỗi sợ trong môi trường an toàn.",
            "treatment3": "Liệu pháp Chấp nhận và Cam kết (ACT): Học cách sống chung với lo âu và hành động theo giá trị sống.",
            "treatment4": "Thuốc: Các loại thuốc chống trầm cảm hoặc chống lo âu có thể giúp kiểm soát triệu chứng.",
            "treatment5": "Liệu pháp Chánh niệm: Giúp quản lý lo âu thông qua sự tỉnh thức.",
            "section5-p2": "Kết hợp giữa trị liệu tâm lý và thuốc thường mang lại hiệu quả tốt nhất.",
            "section6-title": "Tìm Kiếm Trợ Giúp",
            "section6-p1": "Nếu lo âu ảnh hưởng đến cuộc sống của bạn, đừng ngần ngại tìm sự giúp đỡ.",
            "section6-p2": "Hãy bắt đầu bằng việc gặp bác sĩ đa khoa để loại trừ các nguyên nhân bệnh lý khác.",
            "section6-p3": "Cân nhắc gặp bác sĩ tâm thần hoặc chuyên gia tâm lý để được chẩn đoán và điều trị chuyên sâu.",
            "source-text": "Nguồn: Nội dung dựa trên thông tin từ Viện Sức khỏe Tâm thần Quốc gia (NIMH). Chi tiết xem tại ",
            "source-link": "Thông tin Lo âu NIMH"
          },
          "bipolar-resource": {
            "page-title": "Rối Loạn Lưỡng Cực - Mentivio",
            "hero-title": "Rối Loạn Lưỡng Cực",
            "hero-subtitle": "Hiểu về sự thay đổi cảm xúc, cách ổn định tâm trạng và phương pháp điều trị",
            "nav-what-is": "Là Gì?",
            "nav-types": "Các Dạng",
            "nav-symptoms": "Triệu Chứng",
            "nav-treatment": "Điều Trị",
            "nav-crisis": "Phòng Ngừa",
            "section1-title": "Rối Loạn Lưỡng Cực Là Gì?",
            "section1-p1": "Rối loạn lưỡng cực là tình trạng sức khỏe tâm thần đặc trưng bởi sự thay đổi cảm xúc cực độ giữa hưng phấn (hưng cảm) và trầm lắng (trầm cảm). Những thay đổi này vượt quá mức vui buồn bình thường.",
            "stat-text": "Rối loạn lưỡng cực ảnh hưởng đến khoảng 5.7 triệu người trưởng thành tại Mỹ.",
            "section1-p2": "Không giống như sự thay đổi tâm trạng thông thường, người mắc rối loạn lưỡng cực trải qua các giai đoạn cảm xúc nghiêm trọng hơn, gây ảnh hưởng lớn đến công việc và các mối quan hệ.",
            "section2-title": "Các Dạng Rối Loạn Lưỡng Cực",
            "section2-p1": "Có vài dạng chính với các biểu hiện khác nhau:",
            "type1-title": "Rối Loạn Lưỡng Cực I",
            "type1-desc": "Có các giai đoạn hưng cảm kéo dài ít nhất 7 ngày, hoặc nghiêm trọng đến mức phải nhập viện. Giai đoạn trầm cảm thường kéo dài ít nhất 2 tuần.",
            "type1-feature": "Bắt buộc phải có ít nhất một giai đoạn hưng cảm để chẩn đoán.",
            "type2-title": "Rối Loạn Lưỡng Cực II",
            "type2-desc": "Xen kẽ giữa các giai đoạn trầm cảm và hưng cảm nhẹ (hypomania), nhưng không có hưng cảm điển hình như Loại I.",
            "type2-feature": "Hưng cảm nhẹ ít nghiêm trọng hơn nhưng vẫn là sự thay đổi rõ rệt so với bình thường.",
            "type3-title": "Rối Loạn Khí Sắc Chu Kỳ (Cyclothymia)",
            "type3-desc": "Các triệu chứng hưng cảm nhẹ và trầm cảm nhẹ kéo dài ít nhất 2 năm.",
            "type3-feature": "Triệu chứng nhẹ hơn nhưng mãn tính.",
            "section3-title": "Triệu Chứng Theo Giai Đoạn",
            "section3-p1": "Việc hiểu các giai đoạn cảm xúc là chìa khóa để nhận biết bệnh:",
            "manic-title": "Giai Đoạn Hưng Cảm/Hưng Cảm Nhẹ",
            "manic-symptom1": "Cảm thấy hưng phấn tột độ hoặc cực kỳ cáu kỉnh",
            "manic-symptom2": "Ngủ rất ít mà không thấy mệt",
            "manic-symptom3": "Nói rất nhanh, suy nghĩ nhảy cóc",
            "manic-symptom4": "Năng lượng dồi dào quá mức",
            "manic-symptom5": "Hành vi liều lĩnh (tiêu xài hoang phí, lái xe ẩu...)",
            "manic-symptom6": "Tự cao tự đại quá mức",
            "manic-symptom7": "Khó tập trung",
            "manic-note": "Lưu ý: Hưng cảm nhẹ (Hypomania) là dạng nhẹ hơn, không gây rối loạn chức năng nghiêm trọng.",
            "depressive-title": "Giai Đoạn Trầm Cảm",
            "depressive-symptom1": "Buồn bã, tuyệt vọng hoặc trống rỗng",
            "depressive-symptom2": "Mất hứng thú với mọi thứ",
            "depressive-symptom3": "Thay đổi cân nặng hoặc khẩu vị",
            "depressive-symptom4": "Ngủ li bì hoặc mất ngủ",
            "depressive-symptom5": "Kiệt sức, mất năng lượng",
            "depressive-symptom6": "Cảm thấy vô dụng hoặc tội lỗi",
            "depressive-symptom7": "Đầu óc mụ mị, khó quyết định",
            "depressive-symptom8": "Có ý nghĩ về cái chết",
            "feature1-title": "Trạng Thái Hỗn Hợp",
            "feature1-desc": "Triệu chứng hưng cảm và trầm cảm xảy ra cùng lúc - rất nguy hiểm và khó chịu.",
            "feature2-title": "Chu Kỳ Nhanh",
            "feature2-desc": "Có từ 4 giai đoạn cảm xúc trở lên trong một năm.",
            "feature3-title": "Triệu Chứng Loạn Thần",
            "feature3-desc": "Trong các đợt nghiêm trọng, có thể xuất hiện ảo giác hoặc hoang tưởng.",
            "section4-title": "Điều Trị Toàn Diện",
            "section4-p1": "Đây là bệnh mãn tính cần điều trị suốt đời, thường kết hợp:",
            "treatment1-title": "Dùng Thuốc",
            "treatment1-item1": "Thuốc ổn định tâm trạng (Lithium, Valproate...)",
            "treatment1-item2": "Thuốc chống loạn thần không điển hình",
            "treatment1-item3": "Thuốc chống trầm cảm (dùng thận trọng)",
            "treatment1-item4": "Thuốc chống lo âu",
            "treatment1-note": "Thuốc cần uống đều đặn và có sự theo dõi của bác sĩ.",
            "treatment2-title": "Tâm Lý Trị Liệu",
            "treatment2-item1": "Liệu pháp Nhận thức Hành vi (CBT)",
            "treatment2-item2": "Liệu pháp Nhịp điệu Xã hội (IPSRT): Ổn định sinh hoạt",
            "treatment2-item3": "Liệu pháp Gia đình",
            "treatment2-item4": "Giáo dục tâm lý: Hiểu về bệnh để quản lý tốt hơn",
            "treatment3-title": "Lối Sống",
            "treatment3-item1": "Ngủ đủ giấc và đúng giờ (rất quan trọng)",
            "treatment3-item2": "Quản lý căng thẳng",
            "treatment3-item3": "Theo dõi biểu đồ tâm trạng",
            "treatment3-item4": "Tránh rượu bia và chất kích thích",
            "treatment3-item5": "Duy trì thói quen sinh hoạt điều độ",
            "treatment-success": "Với phác đồ đúng, người bệnh hoàn toàn có thể sống khỏe mạnh và làm việc hiệu quả.",
            "section5-title": "Phòng Ngừa Tái Phát",
            "section5-p1": "Nhận biết dấu hiệu sớm giúp ngăn chặn cơn bùng phát:",
            "prevention1-title": "Dấu Hiệu Cảnh Báo Sớm",
            "prevention1-item1": "Ngủ ít đi mà vẫn tỉnh táo",
            "prevention1-item2": "Nói nhiều hơn bình thường",
            "prevention1-item3": "Đột nhiên hăng hái quá mức",
            "prevention1-item4": "Bắt đầu tiêu tiền không kiểm soát",
            "prevention1-item5": "Thu mình lại, không muốn gặp ai",
            "prevention1-item6": "Thay đổi khẩu vị ăn uống",
            "prevention1-item7": "Dễ cáu gắt",
            "prevention1-item8": "Kích động",
            "prevention2-title": "Kế Hoạch Khẩn Cấp",
            "prevention2-item1": "Lập kế hoạch với bác sĩ",
            "prevention2-item2": "Chia sẻ dấu hiệu với người thân",
            "prevention2-item3": "Lưu số điện thoại khẩn cấp",
            "prevention2-item4": "Biết khi nào cần đến bệnh viện",
            "prevention2-item5": "Chuẩn bị sẵn hồ sơ y tế",
            "prevention2-item6": "Có chỉ dẫn trước khi bệnh tái phát",
            "source-text": "Nguồn: Nội dung dựa trên thông tin từ NIMH và Cleveland Clinic. Xem chi tiết tại ",
            "source-link1": "Thông tin Lưỡng cực NIMH",
            "source-link2": "Cleveland Clinic - Rối loạn Lưỡng cực"
          },
          "depression-resource": {
            "page-title": "Hiểu Về Trầm Cảm - Mentivio",
            "hero-title": "Hiểu Về Trầm Cảm",
            "hero-subtitle": "Hướng dẫn toàn diện để nhận biết và vượt qua trầm cảm",
            "nav-what-is": "Trầm Cảm Là Gì?",
            "nav-symptoms": "Triệu Chứng",
            "nav-types": "Các Dạng",
            "nav-treatment": "Điều Trị",
            "nav-help": "Tìm Trợ Giúp",
            "section1-title": "Trầm Cảm Là Gì?",
            "section1-p1": "Ai cũng có lúc buồn, nhưng nỗi buồn đó thường qua nhanh. Trầm cảm thì khác - đó là một bệnh lý nghiêm trọng ảnh hưởng đến cảm xúc, suy nghĩ và hành động của bạn.",
            "section1-p2": "Trầm cảm không chỉ là \"thấy buồn\". Nó gây ra nỗi đau tinh thần dai dẳng, khiến bạn khó làm việc, học tập hay duy trì mối quan hệ. Tin tốt là trầm cảm hoàn toàn có thể điều trị được.",
            "section1-p3": "Bệnh có thể gặp ở bất kỳ ai, do sự kết hợp của di truyền, sinh học, môi trường và tâm lý.",
            "section2-title": "Dấu Hiệu Nhận Biết",
            "section2-p1": "Biểu hiện trầm cảm ở mỗi người mỗi khác, nhưng thường gặp các dấu hiệu sau:",
            "symptom1": "Buồn bã, trống rỗng hoặc lo âu kéo dài",
            "symptom2": "Mất ngủ hoặc ngủ li bì",
            "symptom3": "Chán ăn hoặc ăn quá nhiều",
            "symptom4": "Kiệt sức, không còn chút năng lượng nào",
            "symptom5": "Đầu óc mụ mị, khó tập trung, hay quên",
            "symptom6": "Cảm thấy bản thân vô dụng hoặc tội lỗi vô cớ",
            "symptom7": "Dễ cáu gắt, bực bội",
            "symptom8": "Mất hứng thú với những sở thích cũ",
            "section2-p2": "Nếu bạn có các triệu chứng này trên 2 tuần, hãy đi khám bác sĩ ngay.",
            "section3-title": "Các Dạng Trầm Cảm",
            "section3-p1": "Trầm cảm không chỉ có một loại:",
            "type1-title": "Trầm Cảm Chủ Yếu (Major Depression)",
            "type1-desc": "Triệu chứng nghiêm trọng cản trở cuộc sống, kéo dài ít nhất 2 tuần.",
            "type2-title": "Rối Loạn Trầm Cảm Dai Dẳng",
            "type2-desc": "Triệu chứng nhẹ hơn nhưng kéo dài rất lâu (trên 2 năm).",
            "type3-title": "Trầm Cảm Theo Mùa (SAD)",
            "type3-desc": "Thường xảy ra vào mùa đông khi thiếu ánh sáng mặt trời.",
            "type4-title": "Trầm Cảm Chu Sinh",
            "type4-desc": "Trầm cảm trong thai kỳ hoặc sau sinh.",
            "type5-title": "Trầm Cảm Có Loạn Thần",
            "type5-desc": "Trầm cảm nặng kèm theo ảo giác hoặc hoang tưởng.",
            "section4-title": "Cách Điều Trị",
            "section4-p1": "Hầu hết mọi người đều cải thiện nhờ điều trị chuyên nghiệp:",
            "treatment1-title": "Tâm Lý Trị Liệu (Trị Liệu Trò Chuyện)",
            "treatment1-item1": "Liệu pháp Nhận thức Hành vi (CBT)",
            "treatment1-item2": "Liệu pháp Tương tác Cá nhân (IPT)",
            "treatment1-item3": "Liệu pháp Giải quyết vấn đề",
            "treatment1-item4": "Liệu pháp Chánh niệm",
            "treatment2-title": "Dùng Thuốc",
            "treatment2-item1": "Thuốc chống trầm cảm (SSRI, SNRI)",
            "treatment2-item2": "Thuốc ổn định tâm trạng",
            "treatment2-item3": "Phối hợp thuốc",
            "treatment2-note": "Thuốc thường mất 4-8 tuần để có hiệu quả rõ rệt.",
            "treatment3-title": "Lối Sống & Tự Chăm Sóc",
            "treatment3-item1": "Vận động thể chất đều đặn",
            "treatment3-item2": "Ăn uống lành mạnh",
            "treatment3-item3": "Ngủ đúng giờ",
            "treatment3-item4": "Giảm căng thẳng",
            "treatment3-item5": "Kết nối với mọi người",
            "section4-p2": "Kết hợp thuốc và trị liệu thường mang lại hiệu quả tốt nhất. Hãy kiên nhẫn tìm ra phương pháp phù hợp với bạn.",
            "section5-title": "Tìm Kiếm Trợ Giúp",
            "section5-p1": "Tìm sự giúp đỡ là biểu hiện của sự mạnh mẽ, không phải yếu đuối.",
            "section5-p2": "Hãy bắt đầu bằng việc đi khám tổng quát để loại trừ các bệnh lý khác.",
            "section5-p3": "Gặp chuyên gia tâm lý hoặc bác sĩ tâm thần để được điều trị đúng cách.",
            "section5-p4": "Chia sẻ với người thân đáng tin cậy để có thêm chỗ dựa tinh thần.",
            "source-text": "Nguồn: Dựa trên thông tin từ Viện Sức khỏe Tâm thần Quốc gia (NIMH). Chi tiết tại ",
            "source-link": "Thông tin Trầm cảm NIMH"
          },
          "mindfulness-resource": {
            "page-title": "Chánh Niệm & Thiền Định - Mentivio",
            "hero-title": "Chánh Niệm & Thiền Định",
            "hero-subtitle": "Kỹ thuật thực hành để giảm căng thẳng và cân bằng cảm xúc",
            "nav-what-is": "Chánh Niệm Là Gì?",
            "nav-benefits": "Lợi Ích",
            "nav-getting-started": "Bắt Đầu",
            "nav-exercises": "Bài Tập",
            "nav-daily-tips": "Mẹo Mỗi Ngày",
            "section1-title": "Chánh Niệm Là Gì?",
            "section1-p1": "Chánh Niệm là việc chủ động tập trung sự chú ý vào khoảnh khắc hiện tại và chấp nhận nó mà không phán xét. Đó là nhận biết trọn vẹn những gì đang diễn ra bên trong và xung quanh bạn ngay lúc này.",
            "section1-tip-strong": "Đơn giản nhưng không dễ:",
            "section1-tip-text": "Chánh niệm cần luyện tập. Mục tiêu không phải là làm rỗng tâm trí, mà là quan sát suy nghĩ và cảm xúc của bạn trôi qua mà không bị cuốn theo chúng.",
            "section1-p2": "Bạn có thể thực hành chánh niệm khi ngồi thiền, hoặc ngay trong các hoạt động thường ngày như đi bộ, ăn uống, hay trò chuyện.",
            "section2-title": "Lợi Ích Của Chánh Niệm",
            "section2-p1": "Thực hành thường xuyên mang lại nhiều lợi ích to lớn:",
            "benefit1": "Giảm căng thẳng, lo âu và trầm cảm",
            "benefit2": "Hạ huyết áp, tốt cho tim mạch",
            "benefit3": "Ngủ ngon hơn, giảm mất ngủ",
            "benefit4": "Tăng khả năng tập trung và trí nhớ",
            "benefit5": "Hỗ trợ giảm đau mãn tính",
            "benefit6": "Giúp ăn uống lành mạnh và kiểm soát cân nặng",
            "benefit7": "Cải thiện mối quan hệ và giao tiếp",
            "benefit8": "Tăng cường hệ miễn dịch",
            "research-highlight-strong": "Nghiên cứu chỉ ra:",
            "research-highlight-text": "Các liệu pháp dựa trên chánh niệm rất hiệu quả trong việc giảm lo âu và ngăn ngừa tái phát trầm cảm bằng cách giúp ta \"tách mình\" khỏi những suy nghĩ tiêu cực.",
            "section3-title": "Bắt Đầu Thiền Định",
            "section3-p1": "Dễ hơn bạn nghĩ nhiều. Hãy thử các bước sau:",
            "step1-title": "1. Tìm Chỗ Yên Tĩnh",
            "step1-desc": "Chọn nơi thoải mái, ít bị làm phiền. Ngồi ghế, đệm hoặc nằm đều được.",
            "step2-title": "2. Đặt Thời Gian",
            "step2-desc": "Chỉ cần 5-10 phút mỗi ngày lúc đầu. Quan trọng là đều đặn.",
            "step3-title": "3. Tập Trung Vào Hơi Thở",
            "step3-desc": "Cảm nhận luồng hơi đi vào và đi ra. Đừng cố điều khiển, chỉ quan sát thôi.",
            "step4-title": "4. Khi Tâm Trí Đi Lang Thang",
            "step4-desc": "Suy nghĩ chắc chắn sẽ đến. Nhẹ nhàng nhận ra chúng rồi quay lại với hơi thở.",
            "step5-title": "5. Dịu Dàng Với Bản Thân",
            "step5-desc": "Đừng phán xét mình làm tốt hay dở. Việc nhận ra mình mất tập trung và quay lại chính là sự thực hành.",
            "breathing-title": "Bài Tập Thở Đơn Giản",
            "breathing-p1": "Thử kỹ thuật 4-7-8 để bình tĩnh lại:",
            "breathing-step1-num": "4",
            "breathing-step1-desc": "Hít vào bằng mũi",
            "breathing-step2-num": "7",
            "breathing-step2-desc": "Nín thở",
            "breathing-step3-num": "8",
            "breathing-step3-desc": "Thở ra từ từ bằng miệng",
            "breathing-p2": "Lặp lại 4-5 lần khi thấy căng thẳng.",
            "section4-title": "Các Bài Tập Chánh Niệm",
            "section4-p1": "Có nhiều cách để thực hành:",
            "ex1-title": "Quét Cơ Thể (Body Scan)",
            "ex1-desc": "Lần lượt chú ý đến từng bộ phận cơ thể từ đầu đến chân, cảm nhận mọi cảm giác mà không phán xét.",
            "ex1-btn": "Thử Ngay",
            "ex2-title": "Thiền Đi Bộ (Thiền Hành)",
            "ex2-desc": "Tập trung vào cảm giác bàn chân chạm đất, không khí lướt qua da và âm thanh xung quanh khi đi bộ chậm.",
            "ex2-btn": "Thử Ngay",
            "ex3-title": "Thiền Từ Bi",
            "ex3-desc": "Gửi những lời chúc tốt đẹp, bình an đến bản thân và mọi người xung quanh.",
            "ex3-btn": "Thử Ngay",
            "ex4-title": "Ăn Trong Chánh Niệm",
            "ex4-desc": "Ăn chậm, cảm nhận kỹ mùi vị, kết cấu thức ăn. Nhận biết khi nào đói, khi nào no.",
            "ex4-btn": "Thử Ngay",
            "ex5-title": "Kỹ Thuật 5 Giác Quan",
            "ex5-desc": "Gọi tên 1 thứ nhìn thấy, nghe thấy, ngửi thấy, nếm thấy và chạm thấy để quay về hiện tại.",
            "ex5-btn": "Thử Ngay",
            "ex6-title": "Kỹ Thuật RAIN",
            "ex6-desc": "Nhận diện (Recognize), Chấp nhận (Allow), Tìm hiểu (Investigate), và Nuôi dưỡng (Nurture) những cảm xúc khó khăn.",
            "ex6-btn": "Thử Ngay",
            "section5-title": "Mẹo Ứng Dụng Hàng Ngày",
            "section5-p1": "Đưa chánh niệm vào cuộc sống:",
            "tip1": "Ăn chánh niệm - không xem điện thoại khi ăn",
            "tip2": "Nghỉ giải lao chánh niệm - hít thở sâu 60 giây giữa giờ làm",
            "tip3": "Dùng ứng dụng hỗ trợ thiền",
            "tip4": "Chánh niệm khi đánh răng, tắm rửa hoặc rửa bát",
            "tip5": "Lắng nghe cơ thể xem có đang căng thẳng ở đâu không",
            "tip6": "Làm từng việc một, đừng làm nhiều việc cùng lúc (multitasking)",
            "tip7": "Viết nhật ký để theo dõi cảm xúc",
            "tip8": "Tham gia nhóm thiền để có động lực",
            "learning-tip-strong": "Học thêm:",
            "learning-tip-text": "Nếu tự tập khó quá, hãy tìm các khóa học hoặc giáo viên hướng dẫn.",
            "source-info-text": "Nguồn: Dựa trên thông tin từ Viện Y tế Quốc gia Mỹ (NIH). Chi tiết tại ",
            "source-link-text": "NIH - Chánh Niệm cho Sức Khỏe",
            "exercises": {
              "body-scan": "Quét cơ thể: Nằm thoải mái. Chú ý lần lượt từ ngón chân lên đầu, ghi nhận cảm giác mà không phán xét.",
              "walking": "Thiền hành: Đi chậm, cảm nhận bàn chân chạm đất và không gian xung quanh.",
              "loving-kindness": "Lòng từ: Thầm nhủ \"Mong tôi được bình an, mạnh khỏe\" cho mình và cho người khác.",
              "eating": "Ăn chánh niệm: Quan sát, ngửi, nếm kỹ miếng thức ăn và ăn thật chậm.",
              "senses": "Năm giác quan: Gọi tên 5 điều thấy, 4 điều chạm, 3 điều nghe, 2 điều ngửi, 1 điều nếm.",
              "rain": "RAIN: Nhận diện cảm xúc, Cho phép nó hiện diện, Tìm hiểu nó với sự tò mò, và Vỗ về bản thân."
            }
          },
          "medication-resource": {
            "page-title": "Thuốc Điều Trị Tâm Thần - Mentivio",
            "hero-title": "Thuốc Điều Trị Tâm Thần",
            "hero-subtitle": "Cẩm nang toàn diện về thuốc, cách hoạt động và những điều cần biết",
            "nav-understanding": "Hiểu Về Thuốc",
            "nav-classes": "Các Loại Thuốc",
            "nav-timeline": "Thời Gian Tác Dụng",
            "nav-management": "Quản Lý Dùng Thuốc",
            "nav-safety": "An Toàn",
            "nav-questions": "Hỏi Bác Sĩ",
            "section1-title": "Hiểu Về Thuốc Tâm Thần",
            "section1-p1": "Thuốc giúp kiểm soát triệu chứng bằng cách tác động lên các chất dẫn truyền thần kinh trong não. Thuốc hiệu quả nhất khi kết hợp với trị liệu tâm lý và lối sống lành mạnh.",
            "section1-important": "Quan trọng: Thuốc tác dụng khác nhau với mỗi người. Có thể phải thử vài loại mới tìm ra loại phù hợp nhất. Hãy kiên nhẫn và trao đổi kỹ với bác sĩ.",
            "section1-p2": "Hướng dẫn này giúp bạn có thêm kiến thức để thảo luận với bác sĩ. Quyết định dùng thuốc luôn phải do chuyên gia y tế đưa ra.",
            "section2-title": "Diễn Biến Khi Dùng Thuốc",
            "section2-p1": "Biết trước điều gì sẽ xảy ra giúp bạn đỡ lo lắng:",
            "timeline1-weeks": "Tuần 1-2",
            "timeline1-desc": "Có thể gặp tác dụng phụ, thường chỉ tạm thời",
            "timeline2-weeks": "Tuần 2-4",
            "timeline2-desc": "Bắt đầu thấy cải thiện giấc ngủ hoặc ăn uống",
            "timeline3-weeks": "Tuần 4-8",
            "timeline3-desc": "Thuốc bắt đầu phát huy hiệu quả đầy đủ",
            "timeline4-weeks": "Sau 8 Tuần",
            "timeline4-desc": "Đánh giá lại hiệu quả và điều chỉnh nếu cần",
            "section2-remember": "Nhớ rằng: Đa số thuốc cần 4-8 tuần để có hiệu quả rõ rệt. Đừng nản lòng sớm.",
            "section3-title": "Các Nhóm Thuốc Chính",
            "section3-p1": "Mỗi loại thuốc tác động vào hệ thống não bộ khác nhau:",
            "class1-title": "Thuốc Chống Trầm Cảm",
            "class1-how": "Cân bằng serotonin, norepinephrine, dopamine để cải thiện tâm trạng, giấc ngủ và sự tập trung.",
            "class1-types": "Các Loại Phổ Biến:",
            "class1-type1": "SSRI (Zoloft, Prozac...): Thường dùng nhất, ít tác dụng phụ.",
            "class1-type2": "SNRI (Effexor, Cymbalta...)",
            "class1-type3": "Loại khác: Wellbutrin, Remeron",
            "class1-type4": "Thuốc 3 vòng (cũ hơn, ít dùng hơn)",
            "class1-uses": "Dùng cho: Trầm cảm, Lo âu, OCD, PTSD, đau mãn tính",
            "class2-title": "Thuốc Chống Lo Âu",
            "class2-how": "Làm dịu hệ thần kinh, giảm căng thẳng.",
            "class2-types": "Các Loại Phổ Biến:",
            "class2-type1": "Benzodiazepine (Xanax, Valium...): Dùng ngắn hạn vì dễ gây nghiện.",
            "class2-type2": "Buspirone: Dùng cho lo âu lan tỏa, không gây nghiện.",
            "class2-type3": "Thuốc chẹn Beta: Giảm triệu chứng tim đập nhanh, run tay.",
            "class2-type4": "Một số thuốc chống trầm cảm cũng trị lo âu tốt.",
            "class2-uses": "Dùng cho: Rối loạn lo âu, hoảng sợ, ám ảnh sợ",
            "class3-title": "Thuốc Ổn Định Tâm Trạng",
            "class3-how": "Kiểm soát sự thay đổi cảm xúc thất thường (hưng cảm/trầm cảm).",
            "class3-types": "Các Loại Phổ Biến:",
            "class3-type1": "Lithium: Tiêu chuẩn vàng cho lưỡng cực.",
            "class3-type2": "Thuốc chống co giật (Depakote, Tegretol...)",
            "class3-type3": "Một số thuốc chống loạn thần.",
            "class3-uses": "Dùng cho: Rối loạn lưỡng cực",
            "class4-title": "Thuốc Chống Loạn Thần",
            "class4-how": "Quản lý ảo giác, hoang tưởng và suy nghĩ rối loạn.",
            "class4-types": "Các Loại Phổ Biến:",
            "class4-type1": "Thế hệ cũ (Haldol...): Dễ gây tác dụng phụ vận động.",
            "class4-type2": "Thế hệ mới (Risperdal, Olanzapine...): Ít tác dụng phụ hơn.",
            "class4-type3": "Thế hệ 3 (Abilify...)",
            "class4-uses": "Dùng cho: Tâm thần phân liệt, hưng cảm, trầm cảm kháng trị",
            "section4-title": "Hướng Dẫn Sử Dụng",
            "section4-p1": "Để điều trị thành công:",
            "guide1-title": "Khi Bắt Đầu",
            "guide1-item1": "Kiên nhẫn: Thuốc cần thời gian.",
            "guide1-item2": "Tác dụng phụ: Thường giảm dần sau 1-2 tuần.",
            "guide1-item3": "Liều lượng: Thường bắt đầu thấp rồi tăng dần.",
            "guide1-item4": "Theo dõi: Gặp bác sĩ thường xuyên.",
            "guide1-item5": "Ghi chép: Theo dõi xem thuốc có giúp ích gì không.",
            "guide2-title": "Duy Trì",
            "guide2-item1": "Đúng giờ: Uống cùng một thời điểm mỗi ngày.",
            "guide2-item2": "Không tự ý ngừng: Phải giảm liều từ từ theo chỉ định.",
            "guide2-item3": "Xét nghiệm: Một số thuốc cần xét nghiệm máu định kỳ.",
            "guide2-item4": "Đánh giá: Xem xét lại hiệu quả định kỳ.",
            "guide2-item5": "Lối sống: Kết hợp ăn ngủ điều độ.",
            "guide3-title": "Trao Đổi Với Bác Sĩ",
            "guide3-item1": "Khai báo đủ: Đang dùng thuốc gì, thực phẩm chức năng gì.",
            "guide3-item2": "Báo cáo tác dụng phụ: Đừng ngại nói ra.",
            "guide3-item3": "Mục tiêu: Thảo luận mong muốn của bạn.",
            "guide3-item4": "Chuẩn bị câu hỏi: Ghi ra giấy trước khi đi khám.",
            "guide3-item5": "Trung thực: Thuốc có tác dụng không, bạn có quên uống không.",
            "section5-title": "Thông Tin An Toàn",
            "section5-p1": "Hiểu rủi ro để bảo vệ bản thân:",
            "safety1-title": "Tác Dụng Phụ Thường Gặp",
            "safety1-item1": "Thuốc chống trầm cảm: Buồn nôn, mất ngủ, giảm ham muốn, tăng cân.",
            "safety1-item2": "Ổn định tâm trạng: Tăng cân, run tay, khát nước.",
            "safety1-item3": "Chống loạn thần: Buồn ngủ, tăng cân, bồn chồn.",
            "safety1-item4": "Benzodiazepine: Buồn ngủ, hay quên, dễ gây nghiện.",
            "safety1-item5": "Thuốc kích thích: Chán ăn, mất ngủ.",
            "safety2-title": "Dấu Hiệu Nguy Hiểm Cần Lưu Ý",
            "safety2-item1": "Suy nghĩ tự sát: Đặc biệt ở người trẻ mới dùng thuốc.",
            "safety2-item2": "Hội chứng Serotonin: Sốt cao, tim đập nhanh, lú lẫn (Cấp cứu ngay).",
            "safety2-item3": "Dị ứng: Phát ban, khó thở.",
            "safety2-item4": "Co giật, sốt cao đột ngột.",
            "safety2-item5": "Thay đổi tâm trạng đột ngột: Trầm cảm nặng hơn hoặc hưng cảm.",
            "safety3-title": "Tương Tác Thuốc",
            "safety3-item1": "Báo bác sĩ mọi loại thuốc bạn đang uống.",
            "safety3-item2": "Thực phẩm chức năng cũng có thể gây tương tác.",
            "safety3-item3": "Bưởi chùm (Grapefruit) tương tác với nhiều thuốc.",
            "safety3-item4": "Rượu bia: Nên kiêng khi dùng thuốc tâm thần.",
            "safety3-item5": "Một số thuốc cần kiêng ăn uống đặc biệt (như MAOI).",
            "section6-title": "Câu Hỏi Nên Hỏi Bác Sĩ",
            "section6-p1": "Đừng ngại hỏi để hiểu rõ:",
            "question1": "Thuốc này giúp tôi cải thiện điều gì cụ thể?",
            "question2": "Bao lâu thì thấy tác dụng?",
            "question3": "Tác dụng phụ thường gặp nhất là gì?",
            "question4": "Có rủi ro nghiêm trọng nào không?",
            "question5": "Tôi phải uống thuốc trong bao lâu?",
            "question6": "Nếu quên uống 1 liều thì làm sao?",
            "question7": "Cần kiêng ăn uống hay hoạt động gì không?",
            "question8": "Làm sao biết thuốc đang có tác dụng?",
            "question9": "Nếu thuốc này không hợp thì có loại khác không?",
            "question10": "Sau này ngừng thuốc thì quy trình thế nào?",
            "question11": "Thuốc có tương tác với thuốc khác tôi đang uống không?",
            "question12": "Tôi có cần xét nghiệm máu không?",
            "question13": "Có loại thuốc generic (giá rẻ hơn) không?",
            "question14": "Gặp tác dụng phụ thì tôi phải làm gì?",
            "question15": "Thuốc có ảnh hưởng đến việc đi làm, lái xe không?",
            "emergency-title": "Tình Huống Khẩn Cấp",
            "emergency-subtitle": "Đến bệnh viện ngay nếu gặp:",
            "emergency1-title": "Nguy Cơ Làm Hại",
            "emergency1-desc": "Muốn tự sát hoặc làm hại người khác.",
            "emergency2-title": "Dị Ứng Nặng",
            "emergency2-desc": "Khó thở, sưng mặt/môi.",
            "emergency3-title": "Hội Chứng Serotonin",
            "emergency3-desc": "Sốt cao, tim đập nhanh, lú lẫn.",
            "emergency4-title": "Triệu Chứng Thần Kinh",
            "emergency4-desc": "Co giật, cứng cơ, đau đầu dữ dội.",
            "emergency5-title": "Quá Liều",
            "emergency5-desc": "Uống quá liều lượng quy định.",
            "emergency6-title": "Tim Mạch",
            "emergency6-desc": "Đau ngực, ngất xỉu, tim loạn nhịp.",
            "emergency7-title": "Tâm Trạng Đảo Lộn",
            "emergency7-desc": "Trầm cảm cực độ hoặc kích động dữ dội.",
            "emergency-help-title": "Hỗ Trợ Khẩn Cấp",
            "emergency-call911": "Gọi 115 (hoặc 911 tại Mỹ)",
            "emergency-call911-desc": "Cấp cứu y tế",
            "emergency-call988": "Gọi 988 (tại Mỹ)",
            "emergency-call988-desc": "Đường dây nóng Tự tử",
            "emergency-find-er": "Tìm Phòng Cấp Cứu",
            "emergency-find-er-desc": "Bệnh viện gần nhất",
            "emergency-resources": "Hỗ trợ thêm: Trung tâm chống độc.",
            "modal-title": "Tìm Bệnh Viện Gần Nhất",
            "modal-option1-title": "Dùng Vị Trí Hiện Tại",
            "modal-option1-desc": "Tìm qua GPS",
            "modal-option1-note": "Cần cấp quyền truy cập vị trí",
            "modal-option2-title": "Tìm Theo Địa Chỉ",
            "modal-option2-desc": "Nhập địa điểm thủ công",
            "modal-option2-note": "Nhập thành phố hoặc mã vùng",
            "modal-placeholder": "Nhập địa chỉ của bạn",
            "modal-search": "Tìm Kiếm",
            "disclaimer-title": "Tuyên Bố Miễn Trừ Trách Nhiệm",
            "disclaimer-text": "Thông tin này chỉ nhằm mục đích giáo dục, không thay thế lời khuyên của bác sĩ. Luôn hỏi ý kiến bác sĩ trước khi dùng, ngưng hoặc đổi thuốc. Đừng tự ý bỏ thuốc dựa trên thông tin đọc được trên mạng.",
            "source-text": "Nguồn: Dựa trên thông tin từ NIMH và NAMI. Chi tiết tại ",
            "source-link1": "Thuốc Tâm Thần NIMH",
            "source-link2": "Thuốc Tâm Thần NAMI"
          },
          "ptsd-resource": {
            "page-title": "Sang Chấn & PTSD - Mentivio",
            "hero-title": "Sang Chấn & PTSD",
            "hero-subtitle": "Hiểu về rối loạn căng thẳng sau sang chấn và cách phục hồi",
            "nav-understanding": "Hiểu Về PTSD",
            "nav-symptoms": "Triệu Chứng",
            "nav-risk": "Yếu Tố Nguy Cơ",
            "nav-treatment": "Điều Trị",
            "nav-coping": "Cách Ứng Phó",
            "section1-title": "Hiểu Về PTSD",
            "section1-p1": "Rối loạn căng thẳng sau sang chấn (PTSD) là vấn đề tâm lý phát triển sau khi trải qua hoặc chứng kiến một sự kiện kinh hoàng. Việc cảm thấy sợ hãi sau chấn thương là bình thường, nhưng với PTSD, nỗi sợ và căng thẳng kéo dài, làm đảo lộn cuộc sống.",
            "stat-text": "Khoảng 6% dân số sẽ trải qua PTSD trong đời. Phụ nữ dễ mắc hơn nam giới.",
            "section1-p2": "Triệu chứng thường bắt đầu trong vòng 3 tháng sau sự kiện, nhưng cũng có thể muộn hơn. Chẩn đoán được đưa ra khi triệu chứng kéo dài hơn 1 tháng và ảnh hưởng nghiêm trọng đến cuộc sống.",
            "section2-title": "Các Nhóm Triệu Chứng Chính",
            "section2-p1": "Để chẩn đoán PTSD, người lớn phải có triệu chứng thuộc cả 4 nhóm sau trong ít nhất 1 tháng:",
            "cluster1-title": "Tái Trải Nghiệm (Xâm Nhập)",
            "cluster1-item1": "Hồi tưởng (Flashback): Cảm giác như sự kiện đang xảy ra lần nữa.",
            "cluster1-item2": "Ác mộng: Mơ thấy điều đáng sợ liên quan đến chấn thương.",
            "cluster1-item3": "Ký ức xâm nhập: Hình ảnh chấn thương tự nhiên hiện về.",
            "cluster1-item4": "Phản ứng cơ thể: Tim đập nhanh, toát mồ hôi khi nhớ lại.",
            "cluster1-item5": "Đau khổ tột độ khi gặp lại những thứ gợi nhớ.",
            "cluster2-title": "Né Tránh",
            "cluster2-item1": "Tránh suy nghĩ: Cố không nghĩ hay cảm nhận về nó.",
            "cluster2-item2": "Tránh gợi nhớ: Tránh nơi chốn, con người, hoạt động liên quan.",
            "cluster2-item3": "Mất trí nhớ: Quên các chi tiết quan trọng của sự kiện.",
            "cluster2-item4": "Tê liệt cảm xúc: Khó cảm thấy vui vẻ, yêu thương.",
            "cluster3-title": "Suy Nghĩ & Cảm Xúc Tiêu Cực",
            "cluster3-item1": "Niềm tin tiêu cực về bản thân hoặc thế giới (\"Thế giới này không an toàn\").",
            "cluster3-item2": "Tự đổ lỗi sai lầm cho bản thân hoặc người khác.",
            "cluster3-item3": "Luôn sợ hãi, giận dữ, tội lỗi hoặc xấu hổ.",
            "cluster3-item4": "Mất hứng thú với mọi việc.",
            "cluster3-item5": "Cảm thấy bị tách biệt, xa lạ với mọi người.",
            "cluster4-title": "Kích Thích & Phản Ứng",
            "cluster4-item1": "Dễ cáu gắt, hung hăng.",
            "cluster4-item2": "Hành vi liều lĩnh, tự hủy hoại.",
            "cluster4-item3": "Luôn cảnh giác cao độ.",
            "cluster4-item4": "Dễ bị giật mình.",
            "cluster4-item5": "Khó tập trung.",
            "cluster4-item6": "Rối loạn giấc ngủ.",
            "section3-title": "Yếu Tố Nguy Cơ & Khả Năng Phục Hồi",
            "section3-p1": "Không phải ai bị sang chấn cũng mắc PTSD. Nhiều yếu tố ảnh hưởng đến điều này:",
            "risk-title": "Yếu Tố Nguy Cơ",
            "risk-item1": "Từng bị sang chấn trước đây (nhất là thời thơ ấu).",
            "risk-item2": "Bị thương hoặc thấy người chết/bị thương.",
            "risk-item3": "Cảm giác bất lực, kinh hoàng tột độ.",
            "risk-item4": "Thiếu sự hỗ trợ từ người thân sau sự kiện.",
            "risk-item5": "Gặp thêm căng thẳng sau đó (mất việc, mất người thân).",
            "risk-item6": "Tiền sử bệnh tâm thần của bản thân hoặc gia đình.",
            "risk-item7": "Lạm dụng chất kích thích.",
            "resilience-title": "Yếu Tố Giúp Phục Hồi",
            "resilience-item1": "Tìm kiếm sự hỗ trợ từ người khác.",
            "resilience-item2": "Học cách chấp nhận hành động của mình trong sự kiện đó.",
            "resilience-item3": "Có kỹ năng ứng phó tốt.",
            "resilience-item4": "Được chuẩn bị tâm lý trước sự kiện.",
            "resilience-item5": "Mạng lưới xã hội hỗ trợ mạnh mẽ.",
            "resilience-item6": "Tư duy tích cực.",
            "resilience-item7": "Tìm thấy ý nghĩa sau trải nghiệm khó khăn.",
            "section4-title": "Phương Pháp Điều Trị",
            "section4-p1": "PTSD điều trị được. Các liệu pháp tập trung vào chấn thương là hiệu quả nhất:",
            "treatment1-title": "Tâm Lý Trị Liệu",
            "treatment1-item1": "Liệu pháp Xử lý Nhận thức (CPT): Thay đổi niềm tin tiêu cực về chấn thương.",
            "treatment1-item2": "Liệu pháp Phơi nhiễm (PE): Đối mặt dần dần với ký ức trong môi trường an toàn.",
            "treatment1-item3": "EMDR (Giải mẫn cảm chuyển động mắt): Xử lý chấn thương thông qua chuyển động mắt.",
            "treatment1-item4": "TF-CBT: Đặc biệt tốt cho trẻ em và thanh thiếu niên.",
            "treatment2-title": "Thuốc",
            "treatment2-item1": "SSRI (Zoloft, Paxil, Prozac): Được FDA chấp thuận.",
            "treatment2-item2": "SNRI (Effexor).",
            "treatment2-item3": "Prazosin: Giúp giảm ác mộng.",
            "treatment2-item4": "Thuốc chống loạn thần: Cho trường hợp nặng.",
            "treatment2-note": "Lưu ý: Benzodiazepine không được khuyến khích cho PTSD vì không trị được gốc rễ và dễ gây nghiện.",
            "treatment3-title": "Bổ Trợ",
            "treatment3-item1": "Yoga và Chánh niệm: Giảm căng thẳng cơ thể.",
            "treatment3-item2": "Châm cứu: Giảm lo âu.",
            "treatment3-item3": "Động vật hỗ trợ: Tạo cảm giác an toàn.",
            "treatment3-item4": "Trị liệu Nghệ thuật/Âm nhạc: Giải tỏa cảm xúc không lời.",
            "treatment3-item5": "Trị liệu Nhóm: Chia sẻ với người cùng cảnh ngộ.",
            "section5-title": "Kỹ Năng Ứng Phó & Tiếp Đất",
            "section5-p1": "Giúp bạn bình tĩnh lại khi cơn hoảng loạn ập đến:",
            "technique1-title": "Kỹ Thuật Tiếp Đất (Grounding) Tức Thì",
            "technique1-item1-title": "Phương pháp 5-4-3-2-1",
            "technique1-item1-desc": "Gọi tên 5 thứ thấy, 4 thứ chạm, 3 thứ nghe, 2 thứ ngửi, 1 thứ nếm. Kéo bạn về hiện tại.",
            "technique1-item2-title": "Thay Đổi Nhiệt Độ",
            "technique1-item2-desc": "Cầm viên đá lạnh, rửa mặt nước lạnh hoặc uống nước ấm. Cú sốc nhiệt nhẹ giúp cắt ngang dòng suy nghĩ.",
            "technique1-item3-title": "Thở Sâu",
            "technique1-item3-desc": "Thở 4-7-8: Hít 4s, giữ 7s, thở 8s. Lặp lại 4-5 lần.",
            "technique1-item4-title": "Cảm Nhận Cơ Thể",
            "technique1-item4-desc": "Cảm nhận chân chạm đất, lưng dựa ghế, tập trung vào hơi thở.",
            "technique2-title": "Chiến Lược Lâu Dài",
            "technique2-item1-title": "Lập Kế Hoạch An Toàn",
            "technique2-item1-desc": "Biết phải làm gì, gọi cho ai, đi đâu khi cơn khủng hoảng xảy ra.",
            "technique2-item2-title": "Nhận Diện Yếu Tố Kích Hoạt",
            "technique2-item2-desc": "Ghi nhật ký để biết điều gì làm bạn sợ hãi (tiếng ồn, mùi hương...).",
            "technique2-item3-title": "Xây Dựng Hỗ Trợ",
            "technique2-item3-desc": "Kết nối với người thân, bạn bè hoặc nhóm hỗ trợ.",
            "technique2-item4-title": "Tự Chăm Sóc",
            "technique2-item4-desc": "Ăn ngủ điều độ, tập thể dục, làm điều mình thích.",
            "source-text": "Nguồn: Dựa trên thông tin từ NIMH và Trung tâm Quốc gia về PTSD (Mỹ). Chi tiết tại ",
            "source-link1": "Thông tin PTSD NIMH",
            "source-link2": "Hướng dẫn PTSD Quốc gia"
          },
          "selfcare-resource": {
            "page-title": "Tự Chăm Sóc - Mentivio",
            "hero-title": "Chiến Lược Tự Chăm Sóc",
            "hero-subtitle": "Hướng dẫn nuôi dưỡng bản thân để cân bằng cuộc sống và cảm xúc",
            "nav-what-is": "Là Gì?",
            "nav-dimensions": "Các Khía Cạnh",
            "nav-pillars": "Các Trụ Cột",
            "nav-plan": "Lập Kế Hoạch",
            "nav-toolkit": "Bộ Công Cụ",
            "nav-barriers": "Vượt Rào Cản",
            "section1-title": "Tự Chăm Sóc (Self-Care) Là Gì?",
            "section1-p1": "Tự chăm sóc là chủ động dành thời gian làm những việc giúp bạn khỏe mạnh cả về thể chất lẫn tinh thần. Đó là cách bạn nạp lại năng lượng cho chính mình.",
            "stat-text": "64% người Mỹ thực hành tự chăm sóc, và hầu hết đều muốn làm điều đó thường xuyên hơn.",
            "section1-p2": "Tự chăm sóc không phải là ích kỷ. Nó giống như việc bảo trì xe định kỳ để không bị hỏng hóc giữa đường. Những hành động nhỏ mỗi ngày tạo nên tác động lớn.",
            "section1-p3": "Hãy nhớ: Tự chăm sóc là để bạn thấy khỏe hơn, đừng biến nó thành một áp lực phải hoàn thành.",
            "section2-title": "8 Khía Cạnh Của Sức Khỏe",
            "section2-p1": "Để cân bằng cuộc sống, hãy chú ý đến 8 mặt sau:",
            "dimension1-title": "Cảm Xúc",
            "dimension1-desc": "Hiểu và quản lý cảm xúc tốt.",
            "dimension2-title": "Tâm Linh",
            "dimension2-desc": "Tìm thấy ý nghĩa và mục đích sống.",
            "dimension3-title": "Trí Tuệ",
            "dimension3-desc": "Học hỏi, sáng tạo, mở rộng kiến thức.",
            "dimension4-title": "Thể Chất",
            "dimension4-desc": "Vận động, ăn ngủ điều độ.",
            "dimension5-title": "Môi Trường",
            "dimension5-desc": "Không gian sống và làm việc dễ chịu.",
            "dimension6-title": "Tài Chính",
            "dimension6-desc": "Quản lý tiền bạc ổn định.",
            "dimension7-title": "Nghề Nghiệp",
            "dimension7-desc": "Tìm thấy niềm vui trong công việc.",
            "dimension8-title": "Xã Hội",
            "dimension8-desc": "Có những mối quan hệ tốt đẹp.",
            "section3-title": "7 Trụ Cột Tự Chăm Sóc",
            "section3-p1": "Cụ thể hóa các hoạt động chăm sóc bản thân:",
            "pillar1-title": "Tinh Thần",
            "pillar1-desc": "Kích thích não bộ và sự minh mẫn.",
            "pillar1-item1": "Đọc sách, học kỹ năng mới.",
            "pillar1-item2": "Chơi giải đố, game trí tuệ.",
            "pillar1-item3": "Thiền định.",
            "pillar1-item4": "Sáng tạo nghệ thuật.",
            "pillar1-item5": "Đặt mục tiêu cá nhân.",
            "pillar2-title": "Thể Chất",
            "pillar2-desc": "Chăm sóc cơ thể.",
            "pillar2-item1": "Tập thể dục 30 phút/ngày.",
            "pillar2-item2": "Ăn uống đủ chất, uống nhiều nước.",
            "pillar2-item3": "Ngủ đủ 7-9 tiếng.",
            "pillar2-item4": "Khám sức khỏe định kỳ.",
            "pillar2-item5": "Đứng dậy đi lại khi ngồi lâu.",
            "pillar3-title": "Xã Hội",
            "pillar3-desc": "Kết nối với mọi người.",
            "pillar3-item1": "Dành thời gian cho người thân.",
            "pillar3-item2": "Biết nói \"không\" khi cần (đặt ranh giới).",
            "pillar3-item3": "Tham gia câu lạc bộ.",
            "pillar3-item4": "Gặp gỡ bạn bè.",
            "pillar3-item5": "Nhờ giúp đỡ khi khó khăn.",
            "pillar4-title": "Cảm Xúc",
            "pillar4-desc": "Xử lý cảm xúc.",
            "pillar4-item1": "Viết nhật ký.",
            "pillar4-item2": "Gặp chuyên gia tư vấn.",
            "pillar4-item3": "Gọi tên cảm xúc của mình.",
            "pillar4-item4": "Vẽ, hát, nhảy múa.",
            "pillar4-item5": "Tự động viên bản thân.",
            "pillar5-title": "Nghề Nghiệp",
            "pillar5-desc": "Cân bằng công việc.",
            "pillar5-item1": "Không mang việc về nhà.",
            "pillar5-item2": "Nghỉ giải lao giữa giờ.",
            "pillar5-item3": "Học thêm nghiệp vụ.",
            "pillar5-item4": "Quản lý stress công sở.",
            "pillar5-item5": "Tìm ý nghĩa trong việc mình làm.",
            "pillar6-title": "Môi Trường",
            "pillar6-desc": "Không gian sống.",
            "pillar6-item1": "Dọn dẹp nhà cửa gọn gàng.",
            "pillar6-item2": "Gần gũi thiên nhiên.",
            "pillar6-item3": "Tạo góc thư giãn.",
            "pillar6-item4": "Detox công nghệ.",
            "pillar6-item5": "Trang trí không gian tích cực.",
            "pillar7-title": "Tâm Linh",
            "pillar7-desc": "Nuôi dưỡng tâm hồn.",
            "pillar7-item1": "Cầu nguyện hoặc thiền.",
            "pillar7-item2": "Hòa mình vào thiên nhiên.",
            "pillar7-item3": "Làm tình nguyện.",
            "pillar7-item4": "Xác định giá trị sống.",
            "pillar7-item5": "Sống chánh niệm.",
            "section4-title": "Lập Kế Hoạch Cho Bạn",
            "section4-p1": "Để duy trì lâu dài, hãy làm theo các bước:",
            "step1-title": "Bước 1: Tự Đánh Giá",
            "step1-desc": "Xem khía cạnh nào trong cuộc sống đang bị bỏ bê. Thành thật với bản thân xem mình đang gặp khó khăn ở đâu.",
            "step2-title": "Bước 2: Đặt Mục Tiêu Nhỏ",
            "step2-desc": "Chọn 2-3 việc nhỏ, dễ làm để bắt đầu. Ví dụ: uống 1 cốc nước khi ngủ dậy. Đừng làm gì quá sức.",
            "step3-title": "Bước 3: Lên Lịch",
            "step3-desc": "Coi giờ tự chăm sóc quan trọng như giờ họp. Chặn lịch 10-15 phút mỗi ngày cho nó.",
            "step4-title": "Bước 4: Điều Chỉnh",
            "step4-desc": "Làm thử và xem có hợp không. Nếu thấy mệt hơn, hãy đổi cách khác. Nhu cầu của bạn sẽ thay đổi theo thời gian.",
            "no-list-text": "Lập \"Danh sách KHÔNG làm\": Ví dụ: KHÔNG check mail sau 8h tối, KHÔNG nhận quá nhiều việc, KHÔNG xem tin tức tiêu cực.",
            "section5-title": "Bộ Công Cụ Thực Hành",
            "section5-p1": "Gợi ý các hoạt động theo thời gian:",
            "toolkit1-title": "Nhanh Gọn (5-10 phút)",
            "toolkit1-item1": "Thở sâu 4-7-8.",
            "toolkit1-item2": "Viết 3 điều biết ơn.",
            "toolkit1-item3": "Vươn vai hoặc đi bộ quanh nhà.",
            "toolkit1-item4": "Uống trà/cà phê thật chậm.",
            "toolkit1-item5": "Tự khen mình một câu.",
            "toolkit1-item6": "Uống một cốc nước lớn.",
            "toolkit1-item7": "Dọn nhanh mặt bàn.",
            "toolkit2-title": "Hàng Tuần (30-60 phút)",
            "toolkit2-item1": "Đi dạo công viên.",
            "toolkit2-item2": "Vẽ tranh, viết lách, chơi nhạc.",
            "toolkit2-item3": "Gặp gỡ bạn bè.",
            "toolkit2-item4": "Tắt điện thoại 1 tiếng.",
            "toolkit2-item5": "Dọn dẹp nhà cửa.",
            "toolkit2-item6": "Nấu một bữa ăn ngon.",
            "toolkit2-item7": "Tập yoga hoặc thiền dài hơn.",
            "toolkit3-title": "Hàng Tháng (2+ giờ)",
            "toolkit3-item1": "Dành nửa ngày nghỉ ngơi hoàn toàn.",
            "toolkit3-item2": "Học một khóa học ngắn.",
            "toolkit3-item3": "Hẹn hò với người yêu/gia đình.",
            "toolkit3-item4": "Xem lại mục tiêu cuộc sống.",
            "toolkit3-item5": "Đi spa hoặc chăm sóc cơ thể.",
            "toolkit3-item6": "Làm tình nguyện.",
            "toolkit3-item7": "Kiểm tra tài chính cá nhân.",
            "section6-title": "Vượt Qua Rào Cản",
            "section6-p1": "Tại sao ta hay bỏ cuộc và cách khắc phục:",
            "barrier1-title": "\"Tôi không có thời gian\"",
            "barrier1-solution": "Chỉ cần 1-5 phút thôi (hít thở sâu). Tự chăm sóc giúp bạn làm việc hiệu quả hơn, tiết kiệm thời gian sửa sai sau này.",
            "barrier2-title": "\"Thấy mình ích kỷ quá\"",
            "barrier2-solution": "Bạn không thể rót nước từ chiếc ly rỗng. Phải chăm mình tốt mới chăm người khác được. Giống như đeo mặt nạ oxy trên máy bay vậy.",
            "barrier3-title": "\"Không biết bắt đầu từ đâu\"",
            "barrier3-solution": "Bắt đầu từ cái cơ bản nhất: Ăn, Ngủ, Vận động. Chọn 1 cái và làm tốt nó trước.",
            "barrier4-title": "\"Tốn kém lắm\"",
            "barrier4-solution": "Những cách tốt nhất thường miễn phí: Đi bộ, hít thở, ngủ sớm, uống nước. Đừng nghĩ phải đi spa mới là chăm sóc.",
            "barrier5-title": "\"Thấy tội lỗi khi nghỉ ngơi\"",
            "barrier5-solution": "Nghỉ ngơi là để đi xa hơn. Đó là khoản đầu tư, không phải lãng phí. Bắt đầu nghỉ ngắn thôi để quen dần.",
            "barrier6-title": "\"Mệt quá không muốn làm gì\"",
            "barrier6-solution": "Chọn cái gì nhẹ nhàng thôi: Nghe nhạc êm dịu, tắm nước nóng, nằm thư giãn.",
            "emergency-title": "Khi Nào Cần Gặp Bác Sĩ",
            "emergency-intro": "Tự chăm sóc không thay thế được điều trị y tế. Hãy đi khám nếu bạn bị các triệu chứng sau quá 2 tuần:",
            "symptom1-title": "Rối loạn giấc ngủ",
            "symptom1-desc": "Mất ngủ hoặc ngủ quá nhiều.",
            "symptom2-title": "Thay đổi ăn uống",
            "symptom2-desc": "Chán ăn hoặc ăn vô độ, cân nặng thay đổi bất thường.",
            "symptom3-title": "Khó thức dậy",
            "symptom3-desc": "Không muốn ra khỏi giường vào buổi sáng.",
            "symptom4-title": "Mất tập trung",
            "symptom4-desc": "Đầu óc lơ mơ, khó quyết định.",
            "symptom5-title": "Mất hứng thú",
            "symptom5-desc": "Không còn thích những gì trước đây vẫn thích.",
            "symptom6-title": "Không làm được việc",
            "symptom6-desc": "Không hoàn thành được các việc thường ngày.",
            "symptom7-title": "Cảm xúc bất ổn",
            "symptom7-desc": "Hay cáu gắt, tuyệt vọng, lo âu.",
            "symptom8-title": "Mất an toàn",
            "symptom8-desc": "Có ý nghĩ làm hại bản thân hoặc người khác.",
            "source-text": "Nguồn: Dựa trên thông tin từ NIMH và Sơ Cứu Sức Khỏe Tâm Thần. Chi tiết tại",
            "source-link1": "Chăm sóc sức khỏe NIMH",
            "source-link2": "Hướng dẫn Sơ cứu Tâm thần"
          },
          "therapy-resource": {
            "page-title": "Các Loại Trị Liệu - Mentivio",
            "hero-title": "Các Loại Trị Liệu",
            "hero-subtitle": "Tìm hiểu các phương pháp trị liệu và chọn loại phù hợp với bạn",
            "nav-what-is": "Trị Liệu Là Gì?",
            "nav-cbt": "Liệu Pháp CBT",
            "nav-dbt": "Liệu Pháp DBT",
            "nav-psychodynamic": "Tâm Động Học",
            "nav-other": "Loại Khác",
            "nav-choosing": "Cách Chọn",
            "section1-title": "Tâm Lý Trị Liệu Là Gì?",
            "section1-p1": "Tâm lý trị liệu (hay \"trị liệu trò chuyện\") là quá trình làm việc với chuyên gia trong môi trường an toàn để khám phá cảm xúc, suy nghĩ và học kỹ năng đối phó mới.",
            "section1-how-title": "Nó Hoạt Động Thế Nào?",
            "section1-how-desc": "Bạn sẽ thảo luận về các vấn đề hiện tại hoặc quá khứ. Nhà trị liệu giúp bạn nhận ra các mối liên kết và tìm ra giải pháp để thay đổi tích cực.",
            "effectiveness-note": "Nghiên cứu chứng minh trị liệu rất hiệu quả. Kết hợp trị liệu và thuốc (nếu cần) thường mang lại kết quả tốt nhất.",
            "section2-title": "Liệu Pháp Nhận Thức Hành Vi (CBT)",
            "section2-p1": "CBT tập trung vào mối liên hệ giữa Suy nghĩ - Cảm xúc - Hành vi. Giúp bạn nhận diện và thay đổi những suy nghĩ tiêu cực.",
            "cbt-how-title": "Cách Hoạt Động",
            "cbt-how-item1": "Nhận diện lối suy nghĩ sai lệch.",
            "cbt-how-item2": "Thách thức niềm tin tiêu cực.",
            "cbt-how-item3": "Tập thói quen suy nghĩ tích cực hơn.",
            "cbt-how-item4": "Thường có bài tập về nhà.",
            "cbt-meta1": "Tốt cho: Trầm cảm, Lo âu, PTSD",
            "cbt-meta2": "Thời gian: 12-20 buổi (ngắn hạn)",
            "cbt-meta3": "Được chứng minh khoa học rất hiệu quả",
            "cbt-expect-title": "Điều Gì Sẽ Diễn Ra",
            "cbt-expect-item1": "Buổi trị liệu có cấu trúc, mục tiêu rõ ràng.",
            "cbt-expect-item2": "Học kỹ năng thực tế dùng hàng ngày.",
            "cbt-expect-item3": "Tập trung giải quyết vấn đề hiện tại.",
            "cbt-expect-item4": "Hợp tác chặt chẽ với nhà trị liệu.",
            "cbt-note": "CBT thực sự làm thay đổi hoạt động não bộ theo hướng tích cực.",
            "section3-title": "Liệu Pháp Hành Vi Biện Chứng (DBT)",
            "section3-p1": "DBT kết hợp CBT với Chánh niệm. Tập trung vào việc chấp nhận cảm xúc khó khăn và thay đổi hành vi không lành mạnh.",
            "dbt-components-title": "Thành Phần Chính",
            "dbt-components-item1": "Chánh niệm và điều hòa cảm xúc.",
            "dbt-components-item2": "Kỹ năng chịu đựng khủng hoảng.",
            "dbt-components-item3": "Kỹ năng giao tiếp hiệu quả.",
            "dbt-components-item4": "Cân bằng giữa Chấp nhận và Thay đổi.",
            "dbt-meta1": "Tốt cho: Rối loạn nhân cách ranh giới, Tự hại, Ý nghĩ tự sát",
            "dbt-meta2": "Thời gian: Dài hạn",
            "dbt-meta3": "Thường kết hợp trị liệu nhóm",
            "dbt-features-title": "Điểm Đặc Biệt",
            "dbt-features-item1": "Nhấn mạnh sự thấu hiểu và chấp nhận.",
            "dbt-features-item2": "Dạy kỹ năng sống thực tế.",
            "dbt-features-item3": "Có thể hỗ trợ qua điện thoại khi khẩn cấp.",
            "dbt-features-item4": "Nhà trị liệu làm việc theo nhóm hỗ trợ.",
            "section4-title": "Trị Liệu Tâm Động Học",
            "section4-p1": "Khám phá quá khứ và những suy nghĩ vô thức ảnh hưởng thế nào đến hiện tại.",
            "psychodynamic-approach-title": "Phương Pháp",
            "psychodynamic-approach-item1": "Khám phá các mô hình vô thức.",
            "psychodynamic-approach-item2": "Xem xét trải nghiệm tuổi thơ.",
            "psychodynamic-approach-item3": "Phân tích các mối quan hệ.",
            "psychodynamic-approach-item4": "Dùng liên tưởng tự do.",
            "psychodynamic-meta1": "Tốt cho: Các vấn đề tâm lý sâu sắc, Rối loạn nhân cách",
            "psychodynamic-meta2": "Thời gian: Thường dài hạn",
            "section5-title": "Các Phương Pháp Khác",
            "section5-p1": "Còn nhiều cách tiếp cận khác tùy nhu cầu:",
            "emdr-title": "Liệu Pháp EMDR",
            "emdr-desc": "Sử dụng chuyển động mắt để xử lý ký ức chấn thương.",
            "emdr-meta": "Tốt cho: PTSD, Sang chấn",
            "interpersonal-title": "Liệu Pháp Tương Tác Cá Nhân (IPT)",
            "interpersonal-desc": "Tập trung cải thiện mối quan hệ xã hội để giảm triệu chứng.",
            "interpersonal-meta1": "Tốt cho: Trầm cảm, Vấn đề quan hệ",
            "interpersonal-meta2": "Thời gian: 12-16 tuần",
            "animal-title": "Trị Liệu Hỗ Trợ Động Vật",
            "animal-desc": "Dùng chó/mèo trị liệu để giảm lo âu, đem lại sự an ủi.",
            "animal-meta": "Tốt cho: Lo âu, PTSD",
            "mindfulness-title": "Trị Liệu Dựa Trên Chánh Niệm",
            "mindfulness-desc": "Kết hợp thiền và nhận thức vào trị liệu.",
            "mindfulness-meta": "Tốt cho: Stress, Lo âu, Ngừa tái phát trầm cảm",
            "section6-title": "Cách Chọn Liệu Pháp Phù Hợp",
            "section6-p1": "Tìm đúng người, đúng phương pháp là chìa khóa:",
            "tip1-title": "Mục Tiêu Của Bạn",
            "tip1-desc": "Bạn muốn gì? Giảm triệu chứng nhanh? Hiểu sâu về bản thân? Hay cải thiện quan hệ?",
            "tip2-title": "Bằng Chứng Khoa Học",
            "tip2-desc": "Chọn phương pháp đã được chứng minh hiệu quả cho vấn đề của bạn (như CBT cho lo âu).",
            "tip3-title": "Sự Hợp Cạ",
            "tip3-desc": "Quan trọng nhất là bạn cảm thấy thoải mái và tin tưởng nhà trị liệu.",
            "tip4-title": "Thực Tế",
            "tip4-desc": "Cân nhắc chi phí, địa điểm, thời gian.",
            "choosing-note": "Lưu ý: Bạn hoàn toàn có thể đổi nhà trị liệu nếu cảm thấy không hợp. Trị liệu là sự hợp tác hai chiều.",
            "source-text": "Nguồn: Dựa trên thông tin từ NAMI. Chi tiết tại",
            "source-link": "Thông tin Tâm lý trị liệu NAMI"
          },
  "about": {
    "page-title": "Về Chúng Tôi - Mentivio",
    "hero-title": "Về Mentivio",
    "hero-subtitle": "Tiếp cận sức khỏe tinh thần bằng sự thấu cảm và giáo dục",
    "mission-statement": "\"Sứ mệnh của chúng tôi là trang bị kiến thức và công cụ giúp mọi người thấu hiểu và chủ động chăm sóc sức khỏe tinh thần của chính mình.\"",
    "story-title": "Câu Chuyện Của Chúng Tôi",
    "story-subtitle": "Hành trình đưa sự hỗ trợ tâm lý đến gần mọi người hơn",
    "timeline-2024-year": "2024",
    "timeline-2024-title": "Bước Ngoặt",
    "timeline-2024-content": "Sau khi trải qua trầm cảm và mất mát, tôi nhận ra có biết bao người đang âm thầm chịu đựng. Tôi thấy người thân vật lộn trong cô đơn, không biết tìm sự giúp đỡ ở đâu.",
    "timeline-2025-year": "2025",
    "timeline-2025-title": "Xây Dựng Có Mục Đích",
    "timeline-2025-content": "Tôi hợp tác với các chuyên gia để tạo ra công cụ nối liền khoảng cách giữa y khoa và đời sống. Mục tiêu đơn giản là: ai cũng có thể tiếp cận hỗ trợ tâm lý, dù ở hoàn cảnh nào.",
    "subtimeline-august25-date": "Tháng 8, 2025",
    "subtimeline-august25-title": "Ý Tưởng & Dữ Liệu",
    "subtimeline-august25-content": "Lên ý tưởng, thu thập và xử lý dữ liệu để xây dựng nền tảng vững chắc.",
    "subtimeline-october25-date": "Tháng 10, 2025",
    "subtimeline-october25-title": "Phát Triển AI",
    "subtimeline-october25-content": "Xây dựng các mô hình Học máy (Machine Learning) để đánh giá sức khỏe tâm thần chính xác nhất.",
    "subtimeline-november25-date": "Tháng 11, 2025",
    "subtimeline-november25-title": "Xây Dựng Nền Tảng",
    "subtimeline-november25-content": "Tích hợp AI vào website thân thiện, dễ sử dụng cho mọi người.",
    "subtimeline-december25-date": "Tháng 12, 2025",
    "subtimeline-december25-title": "Vươn Ra Thế Giới",
    "subtimeline-december25-content": "Hỗ trợ đa ngôn ngữ để xóa bỏ rào cản, giúp cộng đồng toàn cầu tiếp cận dễ dàng.",
    "timeline-now-year": "Hiện Tại",
    "timeline-now-title": "Cộng Đồng Hy Vọng",
    "timeline-now-content": "Mentivio là lời hứa rằng không ai phải đi một mình trên hành trình này. Nền tảng được xây dựng từ sự đồng cảm dành cho tất cả mọi người.",
    "values-title": "Giá Trị Cốt Lõi",
    "values-subtitle": "Kim chỉ nam cho mọi hoạt động của Mentivio",
    "value-privacy-title": "Bảo Mật Là Tiên Quyết",
    "value-privacy-content": "Hành trình của bạn là riêng tư. Chúng tôi cam kết bảo mật tuyệt đối dữ liệu của bạn.",
    "value-empowerment-title": "Trao Quyền",
    "value-empowerment-content": "Cung cấp kiến thức để bạn tự đưa ra quyết định sáng suốt cho sức khỏe của mình.",
    "value-compassion-title": "Thấu Cảm",
    "value-compassion-content": "Mọi tương tác đều dựa trên sự thấu hiểu. Chúng tôi lắng nghe bạn, bất kể bạn đang ở đâu trên hành trình này.",
    "value-evidence-title": "Khoa Học",
    "value-evidence-content": "Nội dung được phát triển cùng chuyên gia dựa trên các nghiên cứu mới nhất.",
    "team-title": "Đội Ngũ",
    "team-subtitle": "Những người đứng sau Mentivio",
    "team-founder-name": "Shin Le",
    "team-founder-role": "Nhà Sáng Lập",
    "team-founder-bio": "Sáng lập Mentivio từ trải nghiệm cá nhân. Tin rằng ai cũng xứng đáng được hỗ trợ.",
    "team-advisors-name": "Chuyên Gia Tâm Lý",
    "team-advisors-role": "Cố Vấn Chuyên Môn",
    "team-advisors-bio": "Đội ngũ bác sĩ, chuyên gia đảm bảo nội dung chính xác và hữu ích.",
    "team-community-name": "Cộng Đồng",
    "team-community-role": "Nguồn Cảm Hứng",
    "team-community-bio": "Chính những câu chuyện của các bạn là động lực để chúng tôi phát triển.",
    "cta-title": "Bắt Đầu Hành Trình Của Bạn",
    "cta-subtitle": "Hãy thực hiện bước đầu tiên với các công cụ miễn phí và bảo mật của chúng tôi",
    "cta-assessment": "Làm Đánh Giá",
    "cta-learn-more": "Tìm Hiểu Thêm"
  },
  "crisis": {
    "page-title": "Hỗ Trợ Khẩn Cấp - Mentivio",
    "header-title": "Hỗ Trợ Khẩn Cấp",
    "header-subtitle": "Sự giúp đỡ luôn sẵn sàng khi bạn cần nhất. Sự an toàn của bạn là ưu tiên hàng đầu.",
    "emergency-title": "Cần Giúp Đỡ Ngay Lập Tức?",
    "emergency-subtitle": "Nếu bạn đang gặp nguy hiểm hoặc có ý định làm hại bản thân, hãy tìm trợ giúp ngay.",
    "lifeline-title": "Đường dây nóng 988",
    "lifeline-desc": "Gọi hoặc nhắn 988 — Hỗ trợ miễn phí 24/7 (Tại Mỹ).",
    "textline-title": "Tin nhắn Khủng hoảng",
    "textline-desc": "Nhắn HOME gửi 741741 để chat với tư vấn viên.",
    "emergency-services-title": "Cấp Cứu",
    "emergency-services-desc": "Gọi 115 (VN) hoặc 911 (Mỹ) hoặc đến bệnh viện gần nhất.",
    "crisis-info-title": "Làm Gì Khi Khủng Hoảng?",
    "crisis-info-subtitle": "Nhận biết dấu hiệu và cách phản ứng có thể cứu mạng người.",
    "recognize-title": "Dấu Hiệu",
    "recognize-content": "Tâm trạng thay đổi cực độ, nói về cái chết, lo âu tột độ, tuyệt vọng.",
    "calm-title": "Giữ Bình Tĩnh",
    "calm-content": "Hít thở sâu. Sự bình tĩnh của bạn giúp người kia cảm thấy an toàn hơn.",
    "listen-title": "Lắng Nghe",
    "listen-content": "Để họ nói ra cảm xúc, đừng ngắt lời, đừng phán xét.",
    "remove-title": "Loại Bỏ Nguy Hiểm",
    "remove-content": "Cất hết vật dụng sắc nhọn hoặc nguy hiểm xung quanh.",
    "stay-title": "Đừng Bỏ Mặc Họ",
    "stay-content": "Ở bên cạnh họ cho đến khi có người chuyên môn đến.",
    "followup-title": "Theo Dõi",
    "followup-content": "Sau cơn khủng hoảng, hãy tiếp tục quan tâm và khuyến khích họ đi điều trị.",
    "cta-title": "Bạn Rất Quan Trọng",
    "cta-subtitle": "Tìm kiếm sự giúp đỡ là sự dũng cảm. Dù bạn đang khủng hoảng hay chỉ cần người nói chuyện, luôn có người sẵn sàng lắng nghe.",
    "assessment-btn": "Tự Đánh Giá",
    "resources-btn": "Xem Tài Liệu",
    "modal-title": "Tìm Bệnh Viện Gần Nhất",
    "current-location-title": "Dùng Vị Trí Hiện Tại",
    "current-location-desc": "Tìm xung quanh đây",
    "current-location-note": "Sử dụng GPS của bạn",
    "search-location-title": "Tìm Theo Địa Điểm",
    "search-location-desc": "Nhập tên thành phố/khu vực",
    "search-location-note": "Tìm ở bất cứ đâu",
    "search-placeholder": "Nhập địa điểm...",
    "search-btn": "Tìm"
  },
  "analogy": {
    "page-title": "Hình Dung Rối Loạn Tâm Trạng",
    "analogy_hero_title0": "Công Cụ Mô Phỏng Trạng Thái Cảm Xúc",
    "analogy_hero_description0": "Hình dung trực quan sự khác biệt giữa Lưỡng cực I, Lưỡng cực II, Trầm cảm và Tâm trạng bình thường.",
    "analogy_disclaimer_title0": "Lưu Ý Quan Trọng",
    "analogy_disclaimer_text0": "Mô phỏng này chỉ mang tính <strong>giáo dục</strong>, <strong>không dùng để chẩn đoán</strong>. Thực tế bệnh lý mỗi người mỗi khác.",
    "analogy_global_start_all0": "Chạy Tất Cả",
    "analogy_global_stop_all0": "Dừng Tất Cả",
    "analogy_global_reset_all0": "Đặt Lại",
    "analogy_conditions": {
      "bipolar1": {
        "name0": "Rối Loạn Lưỡng Cực I",
        "indicator_manic0": "GIAI ĐOẠN HƯNG CẢM",
        "indicator_depressive0": "GIAI ĐOẠN TRẦM CẢM",
        "indicator_default0": "TÀU LƯỢN CẢM XÚC DỮ DỘI",
        "conversations0": {
          "manic": [
            "Tôi cảm thấy mình làm gì cũng được! Ngủ làm gì cho phí thời gian!",
            "Ý tưởng cứ tuôn ra trong đầu tôi nhanh như chớp!",
            "Sao mọi người chậm chạp thế? Tôi phải làm xong mọi thứ NGAY bây giờ!",
            "Hôm nay tôi sẽ mở 3 công ty luôn! Không ai cản được tôi!",
            "Tôi thấy mình bất khả chiến bại! Cứ liều đi sợ gì!"
          ],
          "depressive": [
            "Tôi không lết ra khỏi giường nổi. Chẳng còn gì ý nghĩa nữa.",
            "Sao tôi lại làm thế nhỉ? Tôi đúng là kẻ thất bại.",
            "Ước gì tôi có thể biến mất luôn cho rồi.",
            "Đầu óc trống rỗng, cố gắng cũng vô ích thôi.",
            "Mọi người sẽ sống tốt hơn nếu không có tôi."
          ]
        }
      },
      "bipolar2": {
        "name0": "Rối Loạn Lưỡng Cực II",
        "indicator_hypomanic0": "HƯNG CẢM NHẸ",
        "indicator_depressive0": "TRẦM CẢM",
        "indicator_default0": "LÊN NHẸ, XUỐNG SÂU",
        "conversations0": [
          "Dạo này làm việc hiệu quả ghê! Nhưng tôi biết cảm giác này sẽ không bền...",
          "Tôi thấy rất tuyệt, nhưng cứ thấy sai sai...",
          "Mới có mấy tiếng mà làm được bao nhiêu việc!",
          "Tôi nói nhiều quá, có quá nhiều thứ muốn kể!",
          "Năng lượng đang cao, nhưng tôi sợ sắp tuột dốc rồi."
        ]
      },
      "depression": {
        "name0": "Trầm Cảm Chủ Yếu",
        "indicator_depressive0": "TRẦM CẢM",
        "indicator_default0": "CHỈ CÓ VỰC SÂU",
        "conversations0": [
          "Người nặng trịch, không muốn dậy nữa.",
          "Sao mọi thứ lại vô nghĩa thế này?",
          "Ước gì mình biến mất.",
          "Không tập trung được gì cả, cố làm gì cho mệt?",
          "Không có tôi chắc mọi người đỡ khổ hơn."
        ]
      },
      "normal": {
        "name0": "Tâm Trạng Bình Thường",
        "indicator_default0": "THĂNG TRẦM HÀNG NGÀY",
        "conversations0": [
          "Hôm nay cũng ổn. Có vui có buồn nhưng vẫn kiểm soát được.",
          "Tôi thấy cân bằng, cảm xúc ổn định.",
          "Việc này hơi khó, nhưng chắc tôi làm được.",
          "Vui vì những điều nhỏ nhặt hôm nay.",
          "Vẫn đủ sức đi làm và lo cho gia đình."
        ]
      }
    },
    "analogy_timeline_title0": "Biểu Đồ Cảm Xúc",
    "analogy_timeline_title1": "Biểu Đồ Cảm Xúc",
    "analogy_timeline_title2": "Biểu Đồ Cảm Xúc",
    "analogy_timeline_title3": "Biểu Đồ Cảm Xúc",
    "analogy_label_severe_depression0": "Trầm Cảm Nặng",
    "analogy_label_severe_depression1": "Trầm Cảm Nặng",
    "analogy_label_severe_depression2": "Trầm Cảm Nặng",
    "analogy_label_normal0": "Bình Thường",
    "analogy_label_normal1": "Bình Thường",
    "analogy_label_normal2": "Bình Thường",
    "analogy_label_normal3": "Bình Thường",
    "analogy_label_mania0": "Hưng Cảm",
    "analogy_label_hypomania0": "Hưng Cảm Nhẹ",
    "analogy_label_no_highs0": "Không Hưng Phấn",
    "analogy_label_sad_moments0": "Lúc Buồn",
    "analogy_label_happy_moments0": "Lúc Vui",
    "analogy_metrics_title0": "Chỉ Số Chính",
    "analogy_metrics_title1": "Chỉ Số Chính",
    "analogy_metrics_title2": "Chỉ Số Chính",
    "analogy_metrics_title3": "Chỉ Số Chính",
    "analogy_energy_level0": "MỨC NĂNG LƯỢNG",
    "analogy_energy_level1": "MỨC NĂNG LƯỢNG",
    "analogy_energy_level2": "MỨC NĂNG LƯỢNG",
    "analogy_energy_level3": "MỨC NĂNG LƯỢNG",
    "analogy_sleep_need0": "NHU CẦU NGỦ",
    "analogy_sleep_need1": "NHU CẦU NGỦ",
    "analogy_sleep_need2": "NHU CẦU NGỦ",
    "analogy_sleep_need3": "NHU CẦU NGỦ",
    "analogy_functionality0": "KHẢ NĂNG HOẠT ĐỘNG",
    "analogy_functionality1": "KHẢ NĂNG HOẠT ĐỘNG",
    "analogy_functionality2": "KHẢ NĂNG HOẠT ĐỘNG",
    "analogy_functionality3": "KHẢ NĂNG HOẠT ĐỘNG",
    "analogy_hospitalization_risk0": "NGUY CƠ NHẬP VIỆN",
    "analogy_hospitalization_risk1": "NGUY CƠ NHẬP VIỆN",
    "analogy_hospitalization_risk2": "NGUY CƠ NHẬP VIỆN",
    "analogy_hospitalization_risk3": "NGUY CƠ NHẬP VIỆN",
    "analogy_start0": "Bắt Đầu",
    "analogy_start1": "Bắt Đầu",
    "analogy_start2": "Bắt Đầu",
    "analogy_start3": "Bắt Đầu",
    "analogy_stop0": "Dừng",
    "analogy_stop1": "Dừng",
    "analogy_stop2": "Dừng",
    "analogy_stop3": "Dừng",
    "analogy_reset0": "Đặt Lại",
    "analogy_reset1": "Đặt Lại",
    "analogy_reset2": "Đặt Lại",
    "analogy_reset3": "Đặt Lại",
    "analogy_summary_bipolar1_title0": "Lưỡng Cực I",
    "analogy_summary_bipolar1_description0": "<strong>Tàu Lượn Dữ Dội</strong> - Có các đợt hưng cảm cực độ, có thể phải nhập viện. Là dạng nghiêm trọng nhất.",
    "analogy_summary_bipolar2_title0": "Lưỡng Cực II",
    "analogy_summary_bipolar2_description0": "<strong>Lên Nhẹ, Xuống Sâu</strong> - Có hưng cảm nhẹ (vẫn kiểm soát được) nhưng trầm cảm thì nặng nề.",
    "analogy_summary_depression_title0": "Trầm Cảm",
    "analogy_summary_depression_description0": "<strong>Chỉ Có Vực Sâu</strong> - Chỉ có các giai đoạn trầm cảm, không bao giờ hưng phấn quá mức.",
    "analogy_summary_normal_title0": "Bình Thường",
    "analogy_summary_normal_description0": "<strong>Thăng Trầm Hàng Ngày</strong> - Vui buồn vừa phải, không ảnh hưởng lớn đến cuộc sống.",
    "analogy_comparison_title0": "So Sánh Điểm Khác Biệt",
    "analogy_table_feature_header0": "Đặc Điểm",
    "analogy_table_bipolar1_header0": "Lưỡng Cực I",
    "analogy_table_bipolar2_header0": "Lưỡng Cực II",
    "analogy_table_depression_header0": "Trầm Cảm",
    "analogy_table_normal_header0": "Bình Thường",
    "analogy_table_high_mood0": "Khi Hưng Phấn",
    "analogy_table_low_mood0": "Khi Trầm Lắng",
    "analogy_table_energy0": "Năng Lượng",
    "analogy_table_sleep0": "Giấc Ngủ",
    "analogy_table_impact0": "Ảnh Hưởng Đời Sống",
    "analogy_table_diagnosis0": "Chẩn Đoán Chính",
    "analogy_bipolar1_name0": "Rối Loạn Lưỡng Cực I",
    "analogy_bipolar2_name0": "Rối Loạn Lưỡng Cực II",
    "analogy_depression_name0": "Trầm Cảm Chủ Yếu",
    "analogy_normal_name0": "Tâm Trạng Bình Thường",
    "analogy_bipolar1_high_mood_content0": "<span class=\"critical-difference\">Hưng Cảm (Mania)</span><br><span class=\"key-point\">• Năng lượng bùng nổ</span><br><span class=\"key-point\">• Liều lĩnh, nguy hiểm</span><br><span class=\"key-point\">• Có thể nhập viện</span><br><span class=\"key-point\">• Có thể loạn thần</span>",
    "analogy_bipolar2_high_mood_content0": "<span class=\"critical-difference\">Hưng Cảm Nhẹ (Hypomania)</span><br><span class=\"key-point\">• Mức độ nhẹ hơn</span><br><span class=\"key-point\">• Vẫn làm việc được</span><br><span class=\"key-point\">• Không loạn thần</span><br><span class=\"key-point\">• Không cần nhập viện</span>",
    "analogy_depression_high_mood_content0": "<span class=\"critical-difference\">Không có</span><br><span class=\"key-point\">• Không bao giờ hưng phấn quá mức</span>",
    "analogy_normal_high_mood_content0": "<span class=\"key-point\">Vui vẻ bình thường</span><br><span class=\"key-point\">• Hạnh phúc nhất thời</span><br><span class=\"key-point\">• Phù hợp hoàn cảnh</span>",
    "analogy_bipolar1_low_mood_content0": "<span class=\"key-point\">Trầm Cảm Nặng</span><br><span class=\"key-point\">• Rất nghiêm trọng</span><br><span class=\"key-point\">• Gây suy kiệt</span><br><span class=\"key-point\">• Thường xảy ra sau hưng cảm</span>",
    "analogy_bipolar2_low_mood_content0": "<span class=\"key-point\">Trầm Cảm Nặng</span><br><span class=\"key-point\">• Xảy ra thường xuyên hơn</span><br><span class=\"key-point\">• Kéo dài hơn</span><br><span class=\"key-point\">• Là lý do chính đi khám</span>",
    "analogy_depression_low_mood_content0": "<span class=\"critical-difference\">Trầm Cảm Nặng</span><br><span class=\"key-point\">• Chỉ có trạng thái này</span><br><span class=\"key-point\">• Không có lúc lên cao</span><br><span class=\"key-point\">• Kéo dài dai dẳng</span>",
    "analogy_normal_low_mood_content0": "<span class=\"key-point\">Buồn thoáng qua</span><br><span class=\"key-point\">• Ngắn hạn</span><br><span class=\"key-point\">• Có lý do cụ thể</span>",
    "analogy_bipolar1_energy_content0": "<span class=\"critical-difference\">Cực cao + Cực thấp</span><br><span class=\"key-point\">• Hưng cảm: Dư thừa năng lượng</span><br><span class=\"key-point\">• Trầm cảm: Cạn kiệt</span>",
    "analogy_bipolar2_energy_content0": "<span class=\"key-point\">Cao (vừa) + Thấp</span><br><span class=\"key-point\">• Hưng cảm nhẹ: Sung sức</span><br><span class=\"key-point\">• Trầm cảm: Mệt mỏi</span>",
    "analogy_depression_energy_content0": "<span class=\"key-point\">Chủ yếu là thấp</span><br><span class=\"key-point\">• Luôn thấy mệt mỏi</span><br><span class=\"key-point\">• Lờ đờ, chậm chạp</span>",
    "analogy_normal_energy_content0": "<span class=\"key-point\">Cân bằng</span><br><span class=\"key-point\">• Thay đổi nhẹ trong ngày</span>",
    "analogy_bipolar1_sleep_content0": "<span class=\"critical-difference\">Thức trắng khi hưng cảm</span><br><span class=\"key-point\">• Không ngủ vẫn tỉnh</span><br><span class=\"key-point\">• Ngủ li bì khi trầm cảm</span>",
    "analogy_bipolar2_sleep_content0": "<span class=\"key-point\">Ngủ ít khi hưng cảm nhẹ</span><br><span class=\"key-point\">• Bớt nhu cầu ngủ</span><br><span class=\"key-point\">• Ngủ nhiều khi trầm cảm</span>",
    "analogy_depression_sleep_content0": "<span class=\"key-point\">Rối loạn giấc ngủ</span><br><span class=\"key-point\">• Mất ngủ hoặc ngủ quá nhiều</span>",
    "analogy_normal_sleep_content0": "<span class=\"key-point\">Ổn định</span><br><span class=\"key-point\">• Ngủ nghỉ điều độ</span>",
    "analogy_bipolar1_impact_content0": "<span class=\"critical-difference\">Nghiêm trọng, đảo lộn cuộc sống</span><br><span class=\"key-point\">• Không thể làm việc</span><br><span class=\"key-point\">• Hỏng các mối quan hệ</span>",
    "analogy_bipolar2_impact_content0": "<span class=\"key-point\">Ảnh hưởng đáng kể</span><br><span class=\"key-point\">• Khó duy trì công việc</span><br><span class=\"key-point\">• Mối quan hệ căng thẳng</span>",
    "analogy_depression_impact_content0": "<span class=\"key-point\">Nghiêm trọng, kéo dài</span><br><span class=\"key-point\">• Học tập/làm việc sa sút</span><br><span class=\"key-point\">• Thu mình khỏi xã hội</span>",
    "analogy_normal_impact_content0": "<span class=\"key-point\">Kiểm soát được</span><br><span class=\"key-point\">• Vẫn sinh hoạt bình thường</span>",
    "analogy_bipolar1_diagnosis_content0": "<span class=\"critical-difference\">Hưng Cảm là yếu tố quyết định</span><br><div class=\"highlight-box\"><strong>Chìa khóa:</strong> Phải có ít nhất một đợt Hưng cảm thực sự</div>",
    "analogy_bipolar2_diagnosis_content0": "<span class=\"critical-difference\">Hưng cảm nhẹ + Trầm cảm</span><br><div class=\"highlight-box\"><strong>Chìa khóa:</strong> Chưa tới mức Hưng cảm + Trầm cảm nặng</div>",
    "analogy_depression_diagnosis_content0": "<span class=\"critical-difference\">Chỉ có Trầm cảm</span><br><div class=\"highlight-box\"><strong>Chìa khóa:</strong> Không bao giờ có hưng phấn quá mức</div>",
    "analogy_normal_diagnosis_content0": "<span class=\"key-point\">Không phải bệnh</span><br><div class=\"highlight-box\"><strong>Chìa khóa:</strong> Cảm xúc con người bình thường</div>"
  },




  "app": {
    "title": "Mentivio - Nền Tảng Đánh Giá Sức Khỏe Tinh Thần",
    "description": "Đánh giá sức khỏe tinh thần an toàn, bảo mật và chuẩn y khoa.",
    "copyright": "© 2025 Mentivio. Bảo lưu mọi quyền.",
    "version": "3.0"
  },
  "prediction": {
    "page-title": "Kiểm Tra Sức Khỏe Tinh Thần - Mentivio",
    "hero-title": "Tự Đánh Giá Sức Khỏe Tinh Thần",
    "hero-description": "Làm bài kiểm tra an toàn, chuẩn y khoa để hiểu rõ hơn về tình trạng tâm lý của bạn và nhận lời khuyên phù hợp.",
    "feature-secure": "An Toàn & Riêng Tư",
    "feature-clinical": "Chuẩn Y Khoa",
    "feature-insights": "Lời Khuyên Cá Nhân",
    "welcome-title": "Chào Mừng Bạn Đến Với Bài Đánh Giá",
    "welcome-description": "Bài kiểm tra này sẽ xem xét toàn diện về tâm trạng, lo âu, giấc ngủ và hành vi của bạn. Câu trả lời sẽ giúp bạn hiểu rõ hơn về trạng thái tinh thần hiện tại.",
    "feature-confidential": "Bảo Mật Tuyệt Đối",
    "feature-time": "Chỉ mất 10-15 Phút",
    "feature-evidence": "Dựa Trên Khoa Học",
    "feature-personalized": "Kết Quả Chi Tiết",
    "start-button-text": "Bắt Đầu Đánh Giá",
    "view-history-button-text": "Xem Lịch Sử",
    "important-note-title": "Lưu ý:",
    "important-note-text": "Kết quả này chỉ mang tính tham khảo, không thay thế chẩn đoán của bác sĩ. Dữ liệu của bạn được mã hóa an toàn.",
    "questionOf": "Câu hỏi {current} / {total}",
    "processing-title": "Đang Xử Lý...",
    "processing-description": "Hệ thống đang phân tích câu trả lời của bạn...",
    "step-validating": "✓ Kiểm tra dữ liệu",
    "step-calculating": "✓ Tính điểm",
    "step-analyzing": "✓ Phân tích biểu hiện",
    "step-generating": "✓ Tạo lời khuyên",
    "step-finalizing": "✓ Hoàn tất",
    "review-title": "Xem Lại Câu Trả Lời",
    "review-description": "Hãy kiểm tra lại một lần nữa. Bạn có thể bấm vào câu trả lời để sửa nếu muốn.",
    "patient-info-title": "Thông Tin Cá Nhân",
    "patient-name-label": "Họ tên:",
    "patient-number-label": "Mã số bệnh nhân:",
    "patient-age-label": "Tuổi:",
    "patient-gender-label": "Giới tính:",
    "review-note-title": "📝 Quan trọng:",
    "review-note-text": "Để xem lại kết quả sau này, hãy nhớ kỹ <strong>Tên</strong> và <strong>Mã số bệnh nhân</strong> bạn đã nhập.",
    "responses-title": "Câu Trả Lời Của Bạn",
    "answerLabel": "Chọn:",
    "editButton": "Sửa",
    "submit-assessment-button": "Gửi Kết Quả ✓",
    "results-complete": "Hoàn Thành",
    "primary-result-title": "Kết Quả Đánh Giá",
    "confidence": "Độ chính xác",
    "normal-diagnosis": "Bình Thường",
    "normal-description": "Tâm lý của bạn đang ở trạng thái ổn định, không có dấu hiệu đáng lo ngại.",
    "other-diagnoses-title": "Các Khả Năng Khác",
    "questions-answers-title": "Chi Tiết Câu Hỏi & Trả Lời",
    "disclaimer-title": "Miễn Trừ Trách Nhiệm:",
    "disclaimer-text": "Kết quả này chỉ để tham khảo. Hãy gặp bác sĩ nếu bạn thấy không khỏe hoặc có triệu chứng kéo dài.",
    "generatingPDF": "Đang xuất file PDF...",
    "history-title": "Lịch Sử Đánh Giá",
    "history-description": "Xem lại các bài kiểm tra trước đây",
    "access-history-title": "Truy Cập Lịch Sử",
    "login-name-label": "Họ tên:",
    "login-number-label": "Mã số bệnh nhân:",
    "welcome-patient": "Xin chào, {name}",
    "report-filename": "Bao_Cao_Suc_Khoe_Tam_Than",
    "loading": "Đang tải...",
    "notAnswered": "Bỏ qua",
    "not_provided": "Chưa nhập",
    "questionCategories": {
      "CAT1": "Tâm Trạng & Cảm Xúc",
      "CAT2": "Giấc Ngủ & Năng Lượng",
      "CAT3": "An Toàn",
      "CAT4": "Hành Vi",
      "CAT5": "Lo Âu",
      "CAT6": "Thể Chất",
      "CAT7": "Xã Hội",
      "CAT8": "Xung Đột",
      "CAT9": "Tự Nhìn Nhận",
      "CAT10": "Nhận Thức",
      "CAT11": "Sức Khỏe Tình Dục"
    },
    "questions": {
      "Q1": "Tâm trạng bạn có thay đổi thất thường không?",
      "Q2": "Bạn có hay cảm thấy buồn bã hay chán nản không?",
      "Q3": "Có khi nào bạn thấy cực kỳ hưng phấn, năng lượng tràn trề bất thường không?",
      "Q4": "Bạn có bị khó ngủ hay hay thức giấc giữa đêm không?",
      "Q5": "Bạn có thường xuyên thấy mệt mỏi, kiệt sức không?",
      "Q6": "Bạn có từng nghĩ đến việc tự làm hại mình không?",
      "Q7": "Bạn có dễ nổi nóng hay gây gổ khi cãi nhau không?",
      "Q8": "Bạn có từng cảm thấy quá tải, không chịu đựng nổi cảm xúc chưa?",
      "Q9": "Bạn có hay lo lắng hay suy diễn quá mức không?",
      "Q10": "Việc ăn uống của bạn có thay đổi nhiều không (ăn quá ít/quá nhiều)?",
      "Q11": "Bạn có thường tuân thủ quy tắc chung không?",
      "Q12": "Khi có mâu thuẫn, bạn có cố giải thích ý mình không?",
      "Q13": "Bạn có xu hướng né tránh vấn đề thay vì giải quyết không?",
      "Q14": "Bạn có dễ dàng nhận lỗi khi sai không?",
      "Q15": "Khả năng tập trung của bạn thế nào?",
      "Q16": "Bạn nhìn nhận cuộc sống thế nào?",
      "Q17": "Mức độ quan tâm của bạn đến chuyện chăn gối thế nào?"
    },
    "answer_values": {
      "frequency": {
        "Seldom": "Hiếm khi",
        "Sometimes": "Thỉnh thoảng",
        "Usually": "Thường xuyên",
        "Most-Often": "Gần như luôn luôn"
      },
      "yesNo": {
        "NO": "Không",
        "YES": "Có"
      },
      "concentration": {
        "Cannot concentrate": "Không thể tập trung nổi",
        "Poor concentration": "Kém tập trung",
        "Average concentration": "Bình thường",
        "Good concentration": "Tốt",
        "Excellent concentration": "Rất tốt"
      },
      "optimism": {
        "Extremely pessimistic": "Cực kỳ bi quan",
        "Pessimistic": "Bi quan",
        "Neutral outlook": "Bình thường",
        "Optimistic": "Lạc quan",
        "Extremely optimistic": "Cực kỳ lạc quan"
      },
      "sexualActivity": {
        "No interest": "Không hứng thú",
        "Low interest": "Ít hứng thú",
        "Moderate interest": "Bình thường",
        "High interest": "Hứng thú cao",
        "Very high interest": "Rất cao"
      }
    },
    "diagnosisTranslations": {
      "Normal": "Bình thường",
      "Bipolar Type-1": "Rối loạn Lưỡng cực Loại I",
      "Bipolar Type-2": "Rối loạn Lưỡng cực Loại II",
      "Depression": "Trầm cảm"
    },
    "diagnosisDescriptions": {
      "Normal": "Kết quả cho thấy tâm lý bạn ổn định, không có dấu hiệu bệnh lý đáng ngại.",
      "Bipolar Type-1": "Có dấu hiệu gợi ý Rối loạn Lưỡng cực Loại 1 (có các đợt hưng cảm kéo dài).",
      "Bipolar Type-2": "Có dấu hiệu gợi ý Rối loạn Lưỡng cực Loại 2 (trầm cảm xen kẽ hưng cảm nhẹ).",
      "Depression": "Có dấu hiệu của Trầm cảm (buồn bã kéo dài, mất hứng thú).",
      "default_description": "Đánh giá hoàn tất. Hãy tham khảo ý kiến bác sĩ để có chẩn đoán chính xác nhất."
    },
    "navigation": {
      "next-button": "Tiếp theo →",
      "previous-button": "← Quay lại",
      "review-button": "Xem lại",
      "back-to-questions": "← Về câu hỏi",
      "submit-assessment-button": "Gửi Kết Quả ✓",
      "new-assessment": "↻ Làm Lại",
      "learn-more": "Tìm hiểu thêm về tình trạng này",
      "download-report": "Tải Báo Cáo",
      "login-back": "← Quay lại",
      "login-access": "Vào Lịch Sử",
      "logout": "Thoát",
      "history-back": "Về Trang Chủ",
      "back-to-history": "Về Lịch Sử",
      "download-button": "Tải Báo Cáo"
    },
    "history": {
      "view-button": "Xem",
      "download-button": "Tải về",
      "delete-button": "Xóa",
      "started-label": "Bắt đầu:",
      "submitted-label": "Gửi lúc:",
      "confidence-label": "Độ tin cậy:"
    },
    "assessment": {
      "id-label": "Mã Đánh giá:",
      "patient-number-display": "Mã bệnh nhân:"
    },
    "mobile": {
      "home": "Trang chủ",
      "assessment": "Đánh giá",
      "history": "Lịch sử"
    },
    "errors": {
      "selectOption": "Vui lòng chọn một đáp án.",
      "nameRequired": "Vui lòng nhập tên.",
      "noNumberConfirm": "Chưa nhập mã bệnh nhân. Tiếp tục mà không lưu?",
      "loginRequired": "Vui lòng nhập đủ Tên và Mã bệnh nhân.",
      "noHistoryFound": "Không tìm thấy dữ liệu nào với thông tin này.",
      "deleteConfirm": "Bạn chắc chắn muốn xóa chứ? Không thể khôi phục lại đâu.",
      "noPatientLoggedIn": "Chưa đăng nhập.",
      "assessmentNotFound": "Không tìm thấy bài đánh giá. Thử tải lại xem sao.",
      "loadError": "Lỗi tải trang. Thử lại nhé.",
      "downloadError": "Lỗi tải xuống. Thử lại nhé.",
      "noDataForDownload": "Chưa có dữ liệu để tải. Hãy làm bài đánh giá trước.",
      "displayError": "Lỗi hiển thị.",
      "pdfError": "Không tạo được file PDF.",
      "configError": "Đang tải, chờ chút nhé.",
      "submitError": "Gửi thất bại: {error}",
      "loginError": "Lỗi đăng nhập.",
      "deleteError": "Lỗi xóa dữ liệu.",
      "noOtherDiagnoses": "Không có chẩn đoán khác",
      "noResponses": "Chưa có câu trả lời"
    },
    "validation": {
      "name": {
        "label": "Họ tên:",
        "placeholder": "Nhập họ tên",
        "title": "Nhập tên (2-50 ký tự)",
        "hint": "Tên từ 2-50 ký tự, không chứa ký tự đặc biệt",
        "required": "Chưa nhập tên",
        "too_short": "Tên quá ngắn",
        "too_long": "Tên quá dài",
        "invalid_format": "Tên không hợp lệ"
      },
      "age": {
        "label": "Tuổi:",
        "placeholder": "Nhập tuổi (12-100)",
        "title": "Nhập số từ 12-100",
        "hint": "Tuổi từ 12 đến 100",
        "required": "Chưa nhập tuổi",
        "invalid_number": "Tuổi phải là số",
        "too_young": "Phải từ 12 tuổi trở lên",
        "too_old": "Phải dưới 100 tuổi",
        "not_number": "Chỉ nhập số thôi nhé",
        "range_error": "Tuổi từ 12-100"
      },
      "patient_number": {
        "label": "Mã số bệnh nhân:",
        "placeholder": "Tự tạo mã bí mật",
        "title": "6-20 ký tự (gồm chữ hoa, thường và số)",
        "hint": "6-20 ký tự, phải có chữ Hoa, thường và Số",
        "required": "Chưa nhập mã",
        "too_short": "Mã quá ngắn (tối thiểu 6 ký tự)",
        "too_long": "Mã quá dài",
        "no_lowercase": "Thiếu chữ thường (a-z)",
        "no_uppercase": "Thiếu chữ Hoa (A-Z)",
        "no_digit": "Thiếu số (0-9)",
        "special_chars": "Không dùng ký tự đặc biệt",
        "format_error": "Mã chưa đúng định dạng"
      }
    }
  },
  "api": {
    "health": {
      "healthy": "tốt",
      "degraded": "chậm",
      "starting": "đang khởi động",
      "message_ready": "Sẵn sàng",
      "message_starting": "Đang khởi động, chờ chút nhé"
    },
    "errors": {
      "no_data": "Không có dữ liệu",
      "no_responses": "Chưa trả lời",
      "invalid_responses": "Lỗi dữ liệu: {msg}",
      "invalid_patient_data": "Thông tin sai: {msg}",
      "preprocessing_failed": "Lỗi xử lý: {error}",
      "feature_conversion_failed": "Lỗi chuyển đổi dữ liệu",
      "feature_scaling_failed": "Lỗi tính toán tỷ lệ",
      "prediction_failed": "Dự đoán thất bại",
      "assessment_failed": "Lỗi hệ thống. Vui lòng thử lại.",
      "assessment_not_found": "Không tìm thấy",
      "patient_info_required": "Thiếu thông tin bệnh nhân",
      "assessment_id_required": "Thiếu ID đánh giá",
      "delete_required": "Cần ID để xóa",
      "invalid_json": "Lỗi định dạng JSON",
      "request_too_large": "Dữ liệu quá lớn",
      "rate_limit_exceeded": "Thao tác quá nhanh. Chờ chút nhé.",
      "database_error": "Lỗi lưu dữ liệu",
      "invalid_age": "Tuổi sai: {msg}",
      "age_numbers_only": "Tuổi chỉ nhập số thôi"
    },
    "success": {
      "assessment_saved": "Đã lưu thành công",
      "assessment_deleted": "Đã xóa thành công"
    }
  },
  "security": {
    "warnings": {
      "suicidal_thoughts": "Cảnh báo: Có dấu hiệu suy nghĩ tự sát - Hãy tìm giúp đỡ ngay lập tức",
      "aggressive_behavior": "Cảnh báo: Có xu hướng hung hăng",
      "nervous_breakdown": "Cảnh báo: Tiền sử suy nhược thần kinh",
      "severe_depression": "Cảnh báo: Trầm cảm nặng",
      "manic_symptoms": "Cảnh báo: Dấu hiệu hưng cảm"
    }
  },
  "database": {
    "messages": {
      "postgres_connected": "Đã kết nối PostgreSQL",
      "sqlite_fallback": "Đang dùng SQLite",
      "postgres_initialized": "Đã khởi tạo PostgreSQL",
      "sqlite_initialized": "Đã khởi tạo SQLite",
      "assessment_saved": "Đã lưu vào DB: {id}",
      "assessment_loaded": "Đã tải {count} bản ghi",
      "single_assessment_loaded": "Đã tải bản ghi: {id}",
      "assessment_deleted": "Đã xóa bản ghi: {id}"
    }
  },
  "model": {
    "messages": {
      "components_loaded": "Hệ thống AI đã sẵn sàng!",
      "model_package_loaded": "Đã tải Model",
      "scaler_loaded": "Đã tải Scaler",
      "encoder_loaded": "Đã tải Encoder",
      "features_loaded": "Đã tải {count} đặc trưng",
      "category_mappings_loaded": "Đã tải danh mục",
      "clinical_enhancer_initialized": "AI Phân tích Lâm sàng sẵn sàng",
      "clinical_enhancer_unavailable": "Lỗi AI Phân tích Lâm sàng",
      "preprocessing_completed": "Xử lý dữ liệu xong",
      "feature_scaling_completed": "Tính toán xong",
      "prediction_completed": "Dự đoán xong",
      "clinical_enhancement_applied": "Đã tối ưu kết quả: {original} -> {enhanced}"
    }
  },
  "pdf_report": {
    "title": "BÁO CÁO SỨC KHỎE TÂM THẦN",
    "assessment_details": "CHI TIẾT",
    "assessment_id": "Mã số:",
    "assessment_started": "Thời gian:",
    "report_generated": "Ngày xuất báo cáo:",
    "assessment_timezone": "Múi giờ:",
    "patient_info": "NGƯỜI LÀM ĐÁNH GIÁ",
    "patient_name": "Họ tên:",
    "patient_number": "Mã số:",
    "age": "Tuổi:",
    "gender_title": "Giới tính:",
    "clinical_results": "KẾT QUẢ PHÂN TÍCH",
    "primary_diagnosis": "Kết quả chính:",
    "confidence_level": "Độ tin cậy:",
    "assessment_datetime": "Ngày giờ:",
    "assessment_summary": "Tóm tắt:",
    "differential_diagnoses": "CÁC KHẢ NĂNG KHÁC",
    "diagnosis": "Chẩn đoán",
    "probability": "Tỷ lệ",
    "no_additional_diagnoses": "Không có khả năng nào khác.",
    "key_responses": "CHI TIẾT CÂU TRẢ LỜI",
    "domain": "Lĩnh vực",
    "question": "Câu hỏi",
    "response": "Bạn chọn",
    "answer": "Đáp án",
    "important_disclaimer": "LƯU Ý QUAN TRỌNG",
    "disclaimer_text": "Báo cáo này chỉ mang tính chất tham khảo. Không dùng để thay thế chẩn đoán y khoa. Hãy gặp bác sĩ để được tư vấn chính xác nhất.\n\nNếu bạn đang gặp nguy hiểm, hãy gọi cấp cứu ngay lập tức.",
    "footer": "Báo cáo Bảo mật - Mentivio",
    "not_provided": "Không có",
    "timezone_labels": {
      "utc": "UTC",
      "local_time": "Giờ địa phương",
      "timezone": "Múi giờ"
    },
    "gender": {
      "Male": "Nam",
      "Female": "Nữ",
      "Other": "Khác",
      "Prefer not to say": "Không muốn tiết lộ"
    }
  },

  





    "privacy": {
      "privacy-title": "Chính Sách Bảo Mật",
      "privacy-subtitle": "Sự tin tưởng của bạn rất quan trọng với chúng tôi. Chính sách này giải thích cách chúng tôi xử lý thông tin của bạn với sự quan tâm và tôn trọng quyền riêng tư của bạn.",
      "privacy-last-updated": "Cập nhật lần cuối: Tháng 12 năm 2025",
      "section-commitment-heading": "Cam Kết của Chúng Tôi về Quyền Riêng Tư Của Bạn",
      "section-commitment-content": "Tại Mentivio, chúng tôi tin rằng sức khỏe tinh thần và quyền riêng tư đi đôi với nhau. Chúng tôi cam kết bảo vệ thông tin cá nhân của bạn trong khi cung cấp hỗ trợ có ý nghĩa thông qua nền tảng của chúng tôi.",
      "section-information-collected-heading": "Thông Tin Chúng Tôi Thu Thập",
      "section-information-collected-content": "Chúng tôi chỉ thu thập thông tin giúp chúng tôi cung cấp hỗ trợ sức khỏe tinh thần tốt hơn:",
      "section-information-collected-list-item-1-strong": "Phản Hồi Đánh Giá:",
      "section-information-collected-list-item-1-text": "Câu trả lời tự đánh giá của bạn (được lưu trữ ẩn danh theo mặc định)",
      "section-information-collected-list-item-2-strong": "Chi Tiết Tùy Chọn:",
      "section-information-collected-list-item-2-text": "Tên, số bệnh nhân, tuổi và giới tính nếu bạn chọn lưu lịch sử của mình",
      "section-information-collected-list-item-3-strong": "Dữ Liệu Sử Dụng:",
      "section-information-collected-list-item-3-text": "Cách bạn tương tác với công cụ của chúng tôi để cải thiện trải nghiệm người dùng",
      "section-information-collected-list-item-4-strong": "Thông Tin Kỹ Thuật:",
      "section-information-collected-list-item-4-text": "Loại trình duyệt, thông tin thiết bị và tùy chọn ngôn ngữ",
      "important-note-title": "Quan Trọng:",
      "important-note-content": "Công cụ tự đánh giá của chúng tôi được thiết kế để hoạt động ẩn danh. Bạn có thể sử dụng tất cả các tính năng cốt lõi mà không cần cung cấp bất kỳ thông tin nhận dạng cá nhân nào.",
      "section-information-use-heading": "Cách Chúng Tôi Sử Dụng Thông Tin Của Bạn",
      "section-information-use-content": "Thông tin của bạn giúp chúng tôi:",
      "section-information-use-list-item-1": "Tạo thông tin chi tiết về sức khỏe tinh thần được cá nhân hóa",
      "section-information-use-list-item-2": "Lưu và truy xuất lịch sử đánh giá của bạn (nếu bạn chọn lưu nó)",
      "section-information-use-list-item-3": "Cải thiện độ chính xác và hữu ích của các công cụ của chúng tôi",
      "section-information-use-list-item-4": "Đảm bảo nền tảng của chúng tôi hoạt động chính xác trên thiết bị của bạn",
      "section-information-use-list-item-5": "Cung cấp nội dung cụ thể theo ngôn ngữ dựa trên tùy chọn của bạn",
      "section-security-heading": "Bảo Mật Dữ Liệu & Tính Bảo Mật",
      "section-security-content": "Chúng tôi coi trọng quyền riêng tư của bạn:",
      "section-security-list-item-1-strong": "Mã Hóa:",
      "section-security-list-item-1-text": "Tất cả các lần truyền dữ liệu đều được mã hóa bằng các giao thức tiêu chuẩn ngành",
      "section-security-list-item-2-strong": "Lưu Trữ Ẩn Danh:",
      "section-security-list-item-2-text": "Phản hồi đánh giá được lưu trữ với các định danh duy nhất, không phải thông tin cá nhân",
      "section-security-list-item-3-strong": "Không Bán:",
      "section-security-list-item-3-text": "Chúng tôi không bao giờ bán, cho thuê hoặc trao đổi thông tin cá nhân của bạn",
      "section-security-list-item-4-strong": "Truy Cập Hạn Chế:",
      "section-security-list-item-4-text": "Chỉ nhân viên được ủy quyền mới có thể truy cập dữ liệu được lưu trữ và chỉ cho mục đích bảo trì",
      "section-rights-heading": "Quyền & Lựa Chọn Của Bạn",
      "section-rights-content": "Bạn có quyền kiểm soát thông tin của mình:",
      "section-rights-list-item-1": "Sử dụng công cụ của chúng tôi hoàn toàn ẩn danh",
      "section-rights-list-item-2": "Xóa lịch sử đánh giá đã lưu của bạn bất cứ lúc nào",
      "section-rights-list-item-3": "Xuất dữ liệu của bạn ở định dạng PDF để lưu trữ cá nhân",
      "section-rights-list-item-4": "Chọn không lưu bất kỳ thông tin cá nhân nào",
      "section-rights-list-item-5": "Xóa dữ liệu trình duyệt của bạn để xóa các tùy chọn được lưu trữ cục bộ",
      "section-limitations-heading": "Hạn Chế Quan Trọng",
      "section-limitations-content": "Vui lòng hiểu rằng:",
      "section-limitations-list-item-1": "Mentivio không phải là sự thay thế cho lời khuyên y tế chuyên nghiệp, chẩn đoán hoặc điều trị",
      "section-limitations-list-item-2": "Chúng tôi không phải là dịch vụ khủng hoảng. Trong trường hợp khẩn cấp, vui lòng liên hệ với sự trợ giúp chuyên nghiệp ngay lập tức",
      "section-limitations-list-item-3": "Mặc dù chúng tôi thực hiện các biện pháp bảo mật mạnh mẽ, không có nền tảng trực tuyến nào có thể đảm bảo 100% bảo mật",
      "contact-heading": "Có Câu Hỏi Về Chính Sách Bảo Mật Của Chúng Tôi?",
      "contact-content": "Chúng tôi luôn sẵn sàng hỗ trợ. Liên hệ với chúng tôi tại: <a href=\"mailto:privacy@mentivio.com\" id=\"contact-email\">privacy@mentivio.com</a>"
    },
    "terms": {
      "terms-title": "Điều Khoản Dịch Vụ",
      "terms-subtitle": "Chào mừng bạn đến với Mentivio. Bằng cách sử dụng nền tảng của chúng tôi, bạn đồng ý với các điều khoản này được thiết kế để bảo vệ cả bạn và dịch vụ của chúng tôi.",
      "terms-effective-date": "Có hiệu lực: Tháng 12 năm 2025",
      "agreement-heading": "Thỏa Thuận Của Bạn",
      "agreement-content": "Bằng cách truy cập hoặc sử dụng Mentivio, bạn xác nhận rằng bạn đã đọc, hiểu và đồng ý bị ràng buộc bởi các Điều Khoản Dịch Vụ này.",
      "disclaimer-title": "Tuyên Bố Miễn Trừ Trách Nhiệm Y Tế Quan Trọng",
      "disclaimer-content": "Mentivio là một công cụ thông tin để khám phá sức khỏe tinh thần. Nó KHÔNG phải là sự thay thế cho lời khuyên y tế chuyên nghiệp, chẩn đoán hoặc điều trị. Luôn tìm kiếm lời khuyên của các nhà cung cấp dịch vụ chăm sóc sức khỏe có trình độ với bất kỳ câu hỏi nào về tình trạng y tế.",
      "section-purpose-heading": "Mục Đích Dịch Vụ",
      "section-purpose-content": "Mentivio cung cấp:",
      "section-purpose-list-item-1": "Công cụ tự đánh giá để nhận thức về sức khỏe tinh thần",
      "section-purpose-list-item-2": "Tài nguyên giáo dục về các tình trạng sức khỏe tâm thần",
      "section-purpose-list-item-3": "Trợ giúp trực quan để hiểu các khái niệm sức khỏe tâm thần",
      "section-purpose-list-item-4": "Lưu trữ an toàn lịch sử đánh giá của bạn (tùy chọn)",
      "clause-appropriate-use-heading": "Sử Dụng Phù Hợp",
      "clause-appropriate-use-content": "Bạn đồng ý chỉ sử dụng Mentivio cho mục đích khám phá sức khỏe cá nhân, phi thương mại. Không sử dụng nền tảng của chúng tôi để quấy rối người khác, lan truyền thông tin sai lệch hoặc thực hiện các hoạt động bất hợp pháp.",
      "clause-age-requirements-heading": "Yêu Cầu Độ Tuổi",
      "clause-age-requirements-content": "Bạn phải ít nhất 13 tuổi để sử dụng Mentivio. Nếu bạn dưới 18 tuổi, chúng tôi khuyên bạn nên thảo luận hành trình sức khỏe tinh thần của mình với cha mẹ hoặc người giám hộ.",
      "section-responsibilities-heading": "Trách Nhiệm Của Bạn",
      "section-responsibilities-content": "Khi sử dụng Mentivio, bạn đồng ý:",
      "section-responsibilities-list-item-1": "Cung cấp thông tin chính xác trong các đánh giá",
      "section-responsibilities-list-item-2": "Không cố gắng đảo ngược kỹ thuật hoặc hack nền tảng của chúng tôi",
      "section-responsibilities-list-item-3": "Tôn trọng bản chất thông tin của các công cụ của chúng tôi",
      "section-responsibilities-list-item-4": "Sử dụng tài nguyên khủng hoảng nếu gặp phải tình huống khẩn cấp",
      "section-intellectual-property-heading": "Sở Hữu Trí Tuệ",
      "section-intellectual-property-content-allowed": "Tất cả nội dung trên Mentivio, bao gồm văn bản, đồ họa, logo và phần mềm, là tài sản của chúng tôi hoặc được cấp phép cho chúng tôi. Bạn có thể:",
      "section-intellectual-property-list-allowed-item-1": "Sử dụng nền tảng để khám phá sức khỏe tinh thần cá nhân",
      "section-intellectual-property-list-allowed-item-2": "Tải xuống báo cáo đánh giá cá nhân của bạn",
      "section-intellectual-property-list-allowed-item-3": "Chia sẻ tài nguyên giáo dục với sự ghi nhận thích hợp",
      "section-intellectual-property-content-not-allowed": "Bạn không được:",
      "section-intellectual-property-list-not-allowed-item-1": "Sao chép hoặc phân phối lại phương pháp đánh giá của chúng tôi",
      "section-intellectual-property-list-not-allowed-item-2": "Sử dụng thương hiệu của chúng tôi mà không được phép",
      "section-intellectual-property-list-not-allowed-item-3": "Tuyên bố nội dung của chúng tôi là sáng tạo của riêng bạn",
      "section-liability-heading": "Hạn Chế Trách Nhiệm Pháp Lý",
      "section-liability-content": "Ở mức độ tối đa được pháp luật cho phép:",
      "section-liability-list-item-1": "Mentivio được cung cấp \"nguyên trạng\" không có bảo hành",
      "section-liability-list-item-2": "Chúng tôi không chịu trách nhiệm cho các quyết định được đưa ra dựa trên nội dung của chúng tôi",
      "section-liability-list-item-3": "Chúng tôi không đảm bảo dịch vụ không bị gián đoạn hoặc không có lỗi",
      "section-liability-list-item-4": "Tổng trách nhiệm pháp lý của chúng tôi được giới hạn ở số tiền bạn đã trả cho chúng tôi (hiện tại là $0)",
      "section-service-changes-heading": "Thay Đổi Dịch Vụ",
      "section-service-changes-content-changes": "Chúng tôi có thể:",
      "section-service-changes-list-changes-item-1": "Cập nhật hoặc ngừng các tính năng bất cứ lúc nào",
      "section-service-changes-list-changes-item-2": "Sửa đổi các điều khoản này với thông báo trên trang web của chúng tôi",
      "section-service-changes-list-changes-item-3": "Đình chỉ quyền truy cập nếu vi phạm điều khoản",
      "section-service-changes-content-acceptance": "Tiếp tục sử dụng sau khi thay đổi cấu thành sự chấp nhận các điều khoản mới.",
      "section-governing-law-heading": "Luật Điều Chỉnh",
      "section-governing-law-content": "Các điều khoản này được điều chỉnh bởi luật pháp hiện hành. Bất kỳ tranh chấp nào sẽ được giải quyết thông qua đàm phán thiện chí hoặc trong khuôn khổ pháp lý phù hợp.",
      "contact-heading": "Cần Làm Rõ?",
      "contact-content": "Nếu bạn có câu hỏi về các điều khoản này, hãy liên hệ với chúng tôi tại: <a href=\"mailto:legal@mentivio.com\" id=\"contact-email\">legal@mentivio.com</a>",
      "contact-closing": "Chúng tôi tin vào dịch vụ minh bạch, đầy cảm thông hỗ trợ hành trình sức khỏe tinh thần của bạn."
    }

}