{
  "Home": {
  "hero.logo": "Mentivio",
  "hero.title": "Mentivio – Không gian Nhẹ nhàng cho Sức khỏe Tinh thần",
  "hero.subtitle": "Hãy thực hiện một bước đồng cảm để hiểu rõ sức khỏe tinh thần của bạn với các công cụ và tài nguyên đánh giá an toàn, dựa trên bằng chứng của chúng tôi.",
  "hero.cta_assessment": "Bắt đầu Đánh giá",
  "hero.cta_explore": "Khám phá Tài nguyên",
  "crisis.alert_title": "Quan trọng:",
  "crisis.alert_description": "Nếu bạn đang có ý nghĩ tự làm hại bản thân hoặc đang trong cơn khủng hoảng, vui lòng tìm kiếm sự giúp đỡ ngay lập tức. Bạn không đơn độc.",
  "crisis.988_label": "Đường dây Cứu sinh Khủng hoảng & Tự tử 988",
  "crisis.988_action": "Gọi hoặc nhắn tin 988",
  "crisis.textline_label": "Đường dây Nhắn tin Khủng hoảng",
  "crisis.textline_action": "Nhắn tin HOME đến 741741",
  "crisis.more_resources": "Xem thêm tài nguyên khủng hoảng →",
  "features.title": "Bộ công cụ Sức khỏe Tinh thần của Bạn",
  "features.subtitle": "Các công cụ đơn giản, dựa trên bằng chứng để giúp bạn hiểu và hỗ trợ sức khỏe tinh thần của mình",
  "features.assessment.title": "Tự Đánh giá",
  "features.assessment.desc": "Một bài đánh giá bảo mật, có cơ sở lâm sàng để giúp bạn hiểu các mô hình trong sức khỏe tinh thần của mình.",
  "features.assessment.link": "Thực hiện Đánh giá",
  "features.insights.title": "Thông tin chi tiết về Tình trạng",
  "features.insights.desc": "Tìm hiểu về các tình trạng sức khỏe tinh thần khác nhau thông qua hình ảnh trực quan tương tác và giải thích rõ ràng.",
  "features.insights.link": "Tìm hiểu Thêm",
  "features.resources.title": "Tài nguyên Sức khỏe Tinh thần",
  "features.resources.desc": "Truy cập thông tin đáng tin cậy, chiến lược đối phó và tài nguyên hỗ trợ cho các chủ đề sức khỏe tinh thần khác nhau.",
  "features.resources.link": "Duyệt Tài nguyên",
  "tips.title": "Các Thực hành Sức khỏe Đơn giản",
  "tips.subtitle": "Những bước nhỏ bạn có thể thực hiện để hỗ trợ sức khỏe tinh thần của mình",
  "tips.mindful.title": "Thở Chánh niệm",
  "tips.mindful.desc": "Dành 5 phút mỗi ngày để tập trung vào hơi thở của bạn. Hít vào 4 nhịp, thở ra 6 nhịp.",
  "tips.detox.title": "Giải độc Kỹ thuật số",
  "tips.detox.desc": "Đặt lịch 30 phút mỗi ngày không dùng màn hình để giảm sự lộn xộn trong tâm trí.",
  "tips.gratitude.title": "Thực hành Lòng biết ơn",
  "tips.gratitude.desc": "Viết ra ba điều bạn biết ơn mỗi ngày để nuôi dưỡng tư duy tích cực.",
  "tips.movement.title": "Nghỉ ngơi bằng Vận động",
  "tips.movement.desc": "Đi bộ ngắn hoặc căng cơ sau mỗi 60-90 phút để làm mới tâm trí và cơ thể.",
  "professional.title": "Hướng dẫn Chuyên môn là Quan trọng",
  "professional.desc": "Các công cụ của chúng tôi được thiết kế cho mục đích giáo dục và tự nhận thức, không phải để chẩn đoán. Luôn tham khảo ý kiến chuyên gia chăm sóc sức khỏe để được tư vấn y tế.",
  "resources.title": "Tài nguyên Hỗ trợ Đáng tin cậy",
  "resources.subtitle": "Các tổ chức quốc gia cung cấp hỗ trợ sức khỏe tinh thần chuyên nghiệp",
  "resources.988.title": "Đường dây Cứu sinh 988",
  "resources.988.desc": "Hỗ trợ miễn phí, bảo mật, có sẵn 24/7 cho những người gặp nạn hoặc khủng hoảng.",
  "resources.988.link": "Truy cập 988lifeline.org",
  "resources.nami.title": "Đường dây Trợ giúp NAMI",
  "resources.nami.desc": "Liên minh Quốc gia về Bệnh Tinh thần cung cấp hỗ trợ đồng đẳng và thông tin miễn phí.",
  "resources.nami.link": "Truy cập NAMI.org",
  "resources.textline.title": "Đường dây Nhắn tin Khủng hoảng",
  "resources.textline.desc": "Hỗ trợ khủng hoảng miễn phí 24/7 qua tin nhắn văn bản với các cố vấn khủng hoảng được đào tạo.",
  "resources.textline.link": "Nhắn tin HOME đến 741741",
  "resources.mentalgov.title": "MentalHealth.gov",
  "resources.mentalgov.desc": "Tài nguyên của chính phủ Hoa Kỳ về thông tin sức khỏe tinh thần và tìm kiếm sự giúp đỡ.",
  "resources.mentalgov.link": "Truy cập MentalHealth.gov"
},

  "resources": {
    "page-title": "Tài Nguyên Giáo Dục - Mentivio",
    "hero-title": "Tài Nguyên Giáo Dục",
    "hero-subtitle": "Truy cập thông tin đáng tin cậy về các tình trạng sức khỏe tinh thần, phương pháp điều trị và chiến lược đối phó",
    "category-all": "Tất Cả Tài Nguyên",
    "category-conditions": "Tình Trạng Sức Khỏe Tinh Thần",
    "category-treatment": "Lựa Chọn Điều Trị",
    "category-coping": "Chiến Lược Đối Phó",
    "category-self-help": "Công Cụ Tự Giúp",
    "loading-text": "Đang tải tài nguyên...",
    "resource1-title": "Hiểu Về Trầm Cảm",
    "resource1-desc": "Tìm hiểu về triệu chứng, nguyên nhân và phương pháp điều trị dựa trên bằng chứng cho trầm cảm. Bao gồm thông tin về rối loạn trầm cảm chính và rối loạn trầm cảm dai dẳng.",
    "resource2-title": "Hướng Dẫn Rối Loạn Lo Âu",
    "resource2-desc": "Thông tin toàn diện về các loại rối loạn lo âu khác nhau bao gồm lo âu tổng quát, rối loạn hoảng sợ và lo âu xã hội.",
    "resource3-title": "Các Loại Hình Trị Liệu",
    "resource3-desc": "Khám phá các phương pháp trị liệu khác nhau bao gồm CBT, DBT, trị liệu tâm lý động và cách chọn phương pháp phù hợp với bạn.",
    "resource4-title": "Chánh Niệm & Thiền",
    "resource4-desc": "Kỹ thuật thực hành cho chánh niệm, thiền và bài tập căn bản để quản lý căng thẳng và cải thiện sức khỏe tinh thần.",
    "resource5-title": "Rối Loạn Lưỡng Cực",
    "resource5-desc": "Thông tin về lưỡng cực I, lưỡng cực II và rối loạn chu kỳ. Tìm hiểu về ổn định tâm trạng và chiến lược quản lý.",
    "resource6-title": "Chiến Lược Tự Chăm Sóc",
    "resource6-desc": "Phát triển thói quen tự chăm sóc cá nhân với các mẹo thực tế cho sức khỏe thể chất, cảm xúc và tinh thần.",
    "resource7-title": "Chấn Thương & PTSD",
    "resource7-desc": "Hiểu về phản ứng chấn thương, triệu chứng PTSD và phương pháp điều trị hiệu quả cho các rối loạn liên quan đến chấn thương.",
    "resource8-title": "Thuốc Sức Khỏe Tinh Thần",
    "resource8-desc": "Thông tin về các loại thuốc tinh thần phổ biến, cách chúng hoạt động, tác dụng phụ và những gì cần thảo luận với bác sĩ của bạn.",
    "learn-more0": "Tìm Hiểu Thêm",
    "learn-more1": "Tìm Hiểu Thêm",
    "learn-more2": "Tìm Hiểu Thêm",
    "learn-more3": "Tìm Hiểu Thêm",
    "learn-more4": "Tìm Hiểu Thêm",
    "learn-more5": "Tìm Hiểu Thêm",
    "learn-more6": "Tìm Hiểu Thêm",
    "learn-more7": "Tìm Hiểu Thêm",
    "learn-more8": "Tìm Hiểu Thêm",
    "faq-title": "Câu Hỏi Thường Gặp",
    "faq1-question": "Làm thế nào để biết tôi cần sự giúp đỡ chuyên nghiệp?",
    "faq1-answer": "Nếu các triệu chứng của bạn đang gây ra đau khổ đáng kể, ảnh hưởng đến hoạt động hàng ngày của bạn, hoặc nếu bạn có suy nghĩ làm hại bản thân hoặc người khác, điều quan trọng là tìm kiếm sự giúp đỡ chuyên nghiệp.",
    "faq2-question": "Sự khác biệt giữa bác sĩ tinh thần và nhà tâm lý học là gì?",
    "faq2-answer": "Bác sĩ tinh thần là bác sĩ y khoa có thể kê đơn thuốc, trong khi nhà tâm lý học tập trung vào trị liệu tâm lý và kiểm tra tâm lý. Cả hai đều có thể cung cấp trị liệu.",
    "faq3-question": "Trị liệu thường mất bao lâu?",
    "faq3-answer": "Thời lượng thay đổi tùy thuộc vào nhu cầu cá nhân, loại hình trị liệu và các vấn đề được giải quyết. Một số người được hưởng lợi từ trị liệu ngắn hạn (8-12 buổi), trong khi những người khác có thể tham gia điều trị dài hạn hơn.",
    "faq4-question": "Dịch vụ trị liệu trực tuyến có hiệu quả không?",
    "faq4-answer": "Nghiên cứu cho thấy trị liệu trực tuyến có thể hiệu quả như trị liệu trực tiếp cho nhiều tình trạng, đặc biệt khi được cung cấp bởi các chuyên gia được cấp phép sử dụng các phương pháp dựa trên bằng chứng.",
    "newsletter-title": "Luôn Cập Nhật",
    "newsletter-subtitle": "Đăng ký nhận bản tin của chúng tôi để nhận mẹo sức khỏe tinh thần, tài nguyên mới và cập nhật",
    "newsletter-placeholder": "Nhập địa chỉ email của bạn",
    "newsletter-button": "Đăng Ký",
    "support-title": "Tài Nguyên Hỗ Trợ Bổ Sung",
    "support-subtitle": "Tài nguyên sức khỏe tinh thần toàn diện có sẵn 24/7 để hỗ trợ liên tục",
    "support1-title": "Đường Dây Trợ Giúp NAMI",
    "support1-desc": "Dịch vụ hỗ trợ đồng đẳng miễn phí toàn quốc cung cấp thông tin, giới thiệu tài nguyên và hỗ trợ.",
    "support1-link": "Truy Cập NAMI",
    "support2-title": "MentalHealth.gov",
    "support2-desc": "Tài nguyên của chính phủ Hoa Kỳ cho thông tin, dịch vụ và lựa chọn điều trị sức khỏe tinh thần.",
    "support2-link": "Khám Phá Tài Nguyên",
    "support3-title": "Thư Mục Trị Liệu",
    "support3-desc": "Tìm nhà trị liệu, nhà tâm lý học và cố vấn được cấp phép trong khu vực của bạn để được hỗ trợ liên tục.",
    "support3-link": "Tìm Nhà Trị Liệu"
  },


            "anxiety-resource": {
              "page-title": "Hướng Dẫn Rối Loạn Lo Âu - Mentivio",
              "hero-title": "Hướng Dẫn Rối Loạn Lo Âu",
              "hero-subtitle": "Hiểu về các dạng rối loạn lo âu khác nhau và chiến lược quản lý hiệu quả",
              "nav-what-is": "Lo Âu Là Gì?",
              "nav-types": "Các Dạng Lo Âu",
              "nav-symptoms": "Triệu Chứng",
              "nav-coping": "Chiến Lược Đối Phó",
              "nav-treatment": "Lựa Chọn Điều Trị",
              "nav-help": "Tìm Kiếm Trợ Giúp",
              "section1-title": "Lo Âu Là Gì?",
              "section1-p1": "Cảm thấy lo lắng đôi khi là một phần bình thường của cuộc sống. Nhiều người lo lắng về sức khỏe, tiền bạc, công việc hoặc các vấn đề gia đình. Nhưng rối loạn lo âu liên quan đến nhiều hơn là sự lo lắng hoặc sợ hãi tạm thời.",
              "section1-p2": "Đối với những người bị rối loạn lo âu, sự lo lắng không biến mất và có thể trở nên tồi tệ hơn theo thời gian. Những cảm giác này có thể cản trở các hoạt động hàng ngày như hiệu suất công việc, học tập và các mối quan hệ.",
              "stat-text": "Khoảng một phần ba thanh thiếu niên và người lớn ở Hoa Kỳ trải qua rối loạn lo âu tại một số thời điểm trong cuộc đời.",
              "section2-title": "Các Dạng Rối Loạn Lo Âu",
              "section2-p1": "Rối loạn lo âu có nhiều dạng khác nhau, mỗi dạng có đặc điểm riêng biệt:",
              "type1-title": "Rối Loạn Lo Âu Lan Tỏa (GAD)",
              "type1-desc": "Lo lắng dai dẳng và quá mức về nhiều khía cạnh của cuộc sống hàng ngày, thường không có nguyên nhân cụ thể.",
              "type2-title": "Rối Loạn Hoảng Sợ",
              "type2-desc": "Các cơn hoảng sợ tái phát, bất ngờ và lo lắng liên tục về việc có thêm các cơn tấn công.",
              "type3-title": "Rối Loạn Lo Âu Xã Hội",
              "type3-desc": "Nỗi sợ hãi mãnh liệt về các tình huống xã hội nơi bạn có thể bị đánh giá, xấu hổ hoặc bị soi xét.",
              "type4-title": "Ám Ảnh Cụ Thể",
              "type4-desc": "Nỗi sợ phi lý về các đối tượng hoặc tình huống cụ thể, chẳng hạn như độ cao, bay hoặc động vật.",
              "type5-title": "Chứng Sợ Khoảng Rộng",
              "type5-desc": "Sợ hãi khi ở trong các tình huống mà việc thoát ra có thể khó khăn hoặc không có sự trợ giúp.",
              "type6-title": "Rối Loạn Lo Âu Ly Thân",
              "type6-desc": "Sợ hãi hoặc lo lắng quá mức về việc xa cách những người gắn bó (phổ biến hơn ở trẻ em).",
              "section3-title": "Triệu Chứng Thường Gặp",
              "section3-p1": "Lo âu có thể ảnh hưởng đến cả tâm trí và cơ thể của bạn. Dưới đây là một số dấu hiệu phổ biến cần chú ý:",
              "symptom1": "Tim đập nhanh, hồi hộp hoặc tức ngực",
              "symptom2": "Khó thở, thở gấp hoặc cảm thấy ngột ngạt",
              "symptom3": "Run rẩy, lắc hoặc căng cơ",
              "symptom4": "Đổ mồ hôi, ớn lạnh hoặc bốc hỏa",
              "symptom5": "Chóng mặt, choáng váng hoặc cảm thấy muốn ngất",
              "symptom6": "Suy nghĩ lan man, khó tập trung hoặc đầu óc trống rỗng",
              "symptom7": "Khó chịu dạ dày, buồn nôn hoặc các vấn đề tiêu hóa",
              "symptom8": "Vấn đề về giấc ngủ (khó ngủ hoặc khó duy trì giấc ngủ)",
              "symptom9": "Bồn chồn, cảm thấy căng thẳng hoặc trên bờ vực",
              "symptom10": "Cảnh giác quá mức (liên tục quét tìm nguy hiểm)",
              "section4-title": "Chiến Lược Đối Phó",
              "section4-p1": "Mặc dù điều trị chuyên nghiệp là quan trọng, những chiến lược này có thể giúp quản lý các triệu chứng lo âu:",
              "strategy1-title": "Kỹ Thuật Thở",
              "strategy1-desc": "Thực hành các bài tập thở sâu như thở 4-7-8 (hít vào 4 giây, giữ 7, thở ra 8) để làm dịu hệ thần kinh.",
              "strategy2-title": "Bài Tập Tiếp Đất",
              "strategy2-desc": "Sử dụng phương pháp 5-4-3-2-1: xác định 5 thứ bạn nhìn thấy, 4 thứ bạn cảm nhận, 3 thứ bạn nghe thấy, 2 thứ bạn ngửi thấy và 1 thứ bạn nếm.",
              "strategy3-title": "Thư Giãn Cơ Liên Tiến",
              "strategy3-desc": "Lần lượt căng và thư giãn các nhóm cơ khác nhau để giải phóng căng thẳng thể chất.",
              "strategy4-title": "Tái Cấu Trúc Nhận Thức",
              "strategy4-desc": "Thách thức và định hình lại những suy nghĩ lo âu bằng cách xem xét bằng chứng ủng hộ và chống lại chúng.",
              "strategy5-title": "Chánh Niệm & Thiền",
              "strategy5-desc": "Thực hành ở lại hiện tại mà không phán xét, quan sát suy nghĩ và cảm xúc khi chúng đến và đi.",
              "strategy6-title": "Điều Chỉnh Lối Sống",
              "strategy6-desc": "Tập thể dục thường xuyên, dinh dưỡng cân bằng, ngủ đủ giấc và hạn chế caffeine/rượu có thể giảm lo âu.",
              "section5-title": "Lựa Chọn Điều Trị Chuyên Nghiệp",
              "section5-p1": "Rối loạn lo âu có thể điều trị được. Hầu hết mọi người đều được hưởng lợi từ sự trợ giúp chuyên nghiệp, có thể bao gồm:",
              "treatment1": "Liệu Pháp Hành Vi Nhận Thức (CBT): Liệu pháp hiệu quả nhất cho rối loạn lo âu, giúp bạn xác định và thay đổi các mô hình suy nghĩ và hành vi.",
              "treatment2": "Liệu Pháp Tiếp Xúc: Dần dần đối mặt với các tình huống đáng sợ một cách an toàn, có kiểm soát để giảm phản ứng sợ hãi.",
              "treatment3": "Liệu Pháp Chấp Nhận và Cam Kết (ACT): Học cách chấp nhận cảm giác lo âu trong khi cam kết với các hành động dựa trên giá trị.",
              "treatment4": "Thuốc: SSRIs, SNRIs hoặc thuốc chống lo âu có thể giúp quản lý triệu chứng, thường kết hợp với liệu pháp.",
              "treatment5": "Liệu Pháp Dựa Trên Chánh Niệm: MBCT và các phương pháp chánh niệm khác có thể giúp quản lý triệu chứng lo âu.",
              "section5-p2": "Nhiều người thấy rằng sự kết hợp giữa liệu pháp và thuốc là hiệu quả nhất. Điều trị nên được điều chỉnh theo nhu cầu cụ thể và loại rối loạn lo âu của bạn.",
              "section6-title": "Tìm Kiếm Trợ Giúp",
              "section6-p1": "Nếu lo âu đang ảnh hưởng đến cuộc sống hàng ngày của bạn, tìm kiếm sự giúp đỡ là một bước quan trọng để cảm thấy tốt hơn.",
              "section6-p2": "Bắt đầu với bác sĩ chăm sóc chính của bạn - họ có thể loại trừ các tình trạng y tế khác có thể gây ra các triệu chứng tương tự và giới thiệu bạn đến các chuyên gia sức khỏe tinh thần.",
              "section6-p3": "Cân nhắc gặp chuyên gia sức khỏe tinh thần như bác sĩ tinh thần, nhà tâm lý học hoặc nhà trị liệu được cấp phép chuyên điều trị rối loạn lo âu.",
              "source-text": "Thông Tin Nguồn: Nội dung này dựa trên thông tin từ Viện Sức Khỏe Tinh Thần Quốc Gia (NIMH). Để biết thông tin chi tiết hơn, hãy truy cập ",
              "source-link": "Thông Tin Rối Loạn Lo Âu của NIMH"
            },

            
            "bipolar-resource": {
              "page-title": "Rối Loạn Lưỡng Cực - Mentivio",
              "hero-title": "Rối Loạn Lưỡng Cực",
              "hero-subtitle": "Hiểu về rối loạn cảm xúc, chiến lược ổn định và phương pháp điều trị toàn diện",
              "nav-what-is": "Rối Loạn Lưỡng Cực Là Gì?",
              "nav-types": "Các Dạng",
              "nav-symptoms": "Triệu Chứng",
              "nav-treatment": "Điều Trị",
              "nav-crisis": "Phòng Ngừa Khủng Hoảng",
              "section1-title": "Rối Loạn Lưỡng Cực Là Gì?",
              "section1-p1": "Rối loạn lưỡng cực là một tình trạng sức khỏe tinh thần đặc trưng bởi sự thay đổi cảm xúc cực đoan bao gồm cảm xúc cao (hưng cảm hoặc hưng cảm nhẹ) và thấp (trầm cảm). Những thay đổi tâm trạng này vượt quá mức bình thường và có thể ảnh hưởng đáng kể đến chức năng hàng ngày.",
              "stat-text": "Rối loạn lưỡng cực ảnh hưởng đến khoảng 5.7 triệu người Mỹ trưởng thành, tức khoảng 2.6% dân số Hoa Kỳ.",
              "section1-p2": "Mặc dù mọi người đều trải qua những thay đổi tâm trạng, nhưng những người bị rối loạn lưỡng cực có những thay đổi nghiêm trọng hơn, kéo dài hơn và cản trở khả năng làm việc, duy trì các mối quan hệ và hoạt động trong cuộc sống hàng ngày.",
              "section2-title": "Các Dạng Rối Loạn Lưỡng Cực",
              "section2-p1": "Có một số dạng rối loạn lưỡng cực, mỗi dạng có kiểu mẫu các giai đoạn cảm xúc riêng biệt:",
              "type1-title": "Rối Loạn Lưỡng Cực I",
              "type1-desc": "Được xác định bởi các giai đoạn hưng cảm kéo dài ít nhất 7 ngày, hoặc các triệu chứng hưng cảm nghiêm trọng đến mức cần chăm sóc bệnh viện ngay lập tức. Các giai đoạn trầm cảm thường kéo dài ít nhất 2 tuần.",
              "type1-feature": "Ít nhất một giai đoạn hưng cảm là cần thiết để chẩn đoán.",
              "type2-title": "Rối Loạn Lưỡng Cực II",
              "type2-desc": "Được xác định bởi một kiểu mẫu các giai đoạn trầm cảm và giai đoạn hưng cảm nhẹ, nhưng không phải là các giai đoạn hưng cảm toàn phát của Lưỡng Cực I.",
              "type2-feature": "Các giai đoạn hưng cảm nhẹ ít nghiêm trọng hơn các giai đoạn hưng cảm nhưng vẫn là những thay đổi đáng chú ý so với hành vi bình thường.",
              "type3-title": "Rối Loạn Chu Kỳ",
              "type3-desc": "Được xác định bởi các giai đoạn triệu chứng hưng cảm nhẹ và triệu chứng trầm cảm kéo dài ít nhất 2 năm ở người lớn (1 năm ở trẻ em).",
              "type3-feature": "Triệu chứng ít nghiêm trọng hơn nhưng mãn tính hơn các dạng khác.",
              "section3-title": "Triệu Chứng và Giai Đoạn Cảm Xúc",
              "section3-p1": "Rối loạn lưỡng cực liên quan đến các giai đoạn cảm xúc riêng biệt. Hiểu các giai đoạn này là chìa khóa để nhận biết tình trạng:",
              "manic-title": "Giai Đoạn Hưng Cảm/Hưng Cảm Nhẹ",
              "manic-symptom1": "Cảm thấy \"cao\" bất thường, hưng phấn hoặc cáu kỉnh",
              "manic-symptom2": "Giảm nhu cầu ngủ mà không cảm thấy mệt mỏi",
              "manic-symptom3": "Suy nghĩ lan man và nói nhanh",
              "manic-symptom4": "Tăng mức năng lượng và hoạt động",
              "manic-symptom5": "Hành vi bốc đồng hoặc rủi ro (chi tiêu, tình dục, quyết định kinh doanh)",
              "manic-symptom6": "Tự đánh giá cao bản thân hoặc tự cao",
              "manic-symptom7": "Khó tập trung",
              "manic-note": "Lưu ý: Hưng cảm nhẹ là một dạng hưng cảm ít nghiêm trọng hơn không gây ra vấn đề lớn trong chức năng hàng ngày.",
              "depressive-title": "Giai Đoạn Trầm Cảm",
              "depressive-symptom1": "Buồn bã, tuyệt vọng hoặc trống rỗng dữ dội",
              "depressive-symptom2": "Mất hứng thú với các hoạt động từng yêu thích",
              "depressive-symptom3": "Thay đổi đáng kể về cảm giác ngon miệng hoặc cân nặng",
              "depressive-symptom4": "Ngủ quá nhiều hoặc quá ít",
              "depressive-symptom5": "Mệt mỏi hoặc mất năng lượng",
              "depressive-symptom6": "Cảm giác vô giá trị hoặc tội lỗi quá mức",
              "depressive-symptom7": "Khó tập trung hoặc ra quyết định",
              "depressive-symptom8": "Suy nghĩ về cái chết hoặc tự tử",
              "feature1-title": "Đặc Điểm Hỗn Hợp",
              "feature1-desc": "Triệu chứng của cả hưng cảm và trầm cảm xảy ra đồng thời - thường được mô tả là phần khó khăn nhất của rối loạn lưỡng cực",
              "feature2-title": "Chu Kỳ Nhanh",
              "feature2-desc": "Trải qua bốn hoặc nhiều giai đoạn cảm xúc trong một năm",
              "feature3-title": "Triệu Chứng Loạn Thần",
              "feature3-desc": "Trong các giai đoạn nghiêm trọng, có thể bao gồm ảo giác hoặc hoang tưởng phù hợp với trạng thái cảm xúc",
              "section4-title": "Phương Pháp Điều Trị Toàn Diện",
              "section4-p1": "Rối loạn lưỡng cực là một tình trạng suốt đời, nhưng điều trị hiệu quả có thể giúp quản lý triệu chứng và cho phép mọi người sống cuộc sống lành mạnh, hiệu quả. Điều trị thường liên quan đến sự kết hợp của các phương pháp:",
              "treatment1-title": "Quản Lý Thuốc",
              "treatment1-item1": "Thuốc Ổn Định Tâm Trạng: Lithium, Valproate, Lamotrigine - giúp ngăn ngừa các giai đoạn cảm xúc",
              "treatment1-item2": "Thuốc Chống Loạn Thần Không Điển Hình: Olanzapine, Quetiapine, Risperidone - quản lý triệu chứng hưng cảm và trầm cảm",
              "treatment1-item3": "Thuốc Chống Trầm Cảm: Sử dụng thận trọng với thuốc ổn định tâm trạng để tránh kích hoạt hưng cảm",
              "treatment1-item4": "Thuốc Chống Lo Âu: Để quản lý triệu chứng lo âu",
              "treatment1-note": "Thuốc phải được uống đều đặn và theo dõi thường xuyên bởi nhà cung cấp dịch vụ chăm sóc sức khỏe.",
              "treatment2-title": "Tâm Lý Trị Liệu",
              "treatment2-item1": "Liệu Pháp Hành Vi Nhận Thức (CBT): Xác định và thay đổi các mô hình suy nghĩ tiêu cực",
              "treatment2-item2": "Liệu Pháp Nhịp Điệu Xã Hội và Liên Cá Nhân (IPSRT): Ổn định nhịp điệu và thói quen hàng ngày",
              "treatment2-item3": "Liệu Pháp Tập Trung Gia Đình: Liên quan gia đình trong điều trị và giáo dục",
              "treatment2-item4": "Giáo Dục Tâm Lý: Tìm hiểu về bệnh và chiến lược quản lý",
              "treatment3-title": "Quản Lý Lối Sống",
              "treatment3-item1": "Điều Hòa Giấc Ngủ: Duy trì lịch trình ngủ nhất quán",
              "treatment3-item2": "Quản Lý Căng Thẳng: Tập thể dục thường xuyên, thiền, kỹ thuật thư giãn",
              "treatment3-item3": "Theo Dõi Tâm Trạng: Sử dụng nhật ký hoặc ứng dụng để theo dõi triệu chứng",
              "treatment3-item4": "Tránh Chất Kích Thích: Tránh rượu và ma túy giải trí",
              "treatment3-item5": "Thói Quen Lành Mạnh: Lịch trình hàng ngày nhất quán cho bữa ăn, hoạt động, ngủ",
              "treatment-success": "Với điều trị đúng cách, hầu hết những người bị rối loạn lưỡng cực có thể đạt được sự giảm triệu chứng đáng kể và cải thiện chất lượng cuộc sống. Tuy nhiên, thường mất thời gian để tìm ra sự kết hợp điều trị phù hợp.",
              "section5-title": "Phòng Ngừa và Quản Lý Khủng Hoảng",
              "section5-p1": "Nhận biết các dấu hiệu cảnh báo sớm và có kế hoạch khủng hoảng có thể giúp ngăn ngừa các giai đoạn nghiêm trọng và đảm bảo điều trị kịp thời:",
              "prevention1-title": "Dấu Hiệu Cảnh Báo Sớm",
              "prevention1-item1": "Giảm nhu cầu ngủ mà không cảm thấy mệt mỏi",
              "prevention1-item2": "Suy nghĩ lan man và nói nhanh",
              "prevention1-item3": "Tăng mức năng lượng và hoạt động",
              "prevention1-item4": "Hành vi bốc đồng hoặc rủi ro",
              "prevention1-item5": "Rút lui khỏi các hoạt động xã hội",
              "prevention1-item6": "Thay đổi về cảm giác ngon miệng hoặc kiểu ngủ",
              "prevention1-item7": "Khó tập trung",
              "prevention1-item8": "Tăng cáu kỉnh hoặc kích động",
              "prevention2-title": "Kế Hoạch Khẩn Cấp",
              "prevention2-item1": "Tạo kế hoạch khủng hoảng với nhóm điều trị của bạn",
              "prevention2-item2": "Chia sẻ dấu hiệu cảnh báo với gia đình/bạn bè đáng tin cậy",
              "prevention2-item3": "Giữ số liên lạc khẩn cấp dễ tiếp cận",
              "prevention2-item4": "Biết khi nào cần tìm kiếm sự giúp đỡ y tế ngay lập tức",
              "prevention2-item5": "Có sẵn thông tin bệnh viện",
              "prevention2-item6": "Chuẩn bị chỉ thị trước khi khỏe mạnh",
              "source-text": "Thông Tin Nguồn: Nội dung này dựa trên thông tin từ Viện Sức Khỏe Tinh Thần Quốc Gia (NIMH) và Cleveland Clinic. Để biết thông tin chi tiết hơn, hãy truy cập ",
              "source-link1": "Thông Tin Rối Loạn Lưỡng Cực của NIMH",
              "source-link2": "Rối Loạn Lưỡng Cực của Cleveland Clinic"
            },


            "depression-resource": {
            "page-title": "Hiểu Về Trầm Cảm - Mentivio",
            "hero-title": "Hiểu Về Trầm Cảm",
            "hero-subtitle": "Hướng dẫn toàn diện để nhận biết, hiểu và tìm kiếm sự giúp đỡ cho trầm cảm",
            "nav-what-is": "Trầm Cảm Là Gì?",
            "nav-symptoms": "Triệu Chứng",
            "nav-types": "Các Dạng Trầm Cảm",
            "nav-treatment": "Lựa Chọn Điều Trị",
            "nav-help": "Tìm Kiếm Trợ Giúp",
            "section1-title": "Trầm Cảm Là Gì?",
            "section1-p1": "Tất cả chúng ta đôi khi cảm thấy buồn hoặc xuống tinh thần, nhưng những cảm giác này thường qua đi sau một thời gian. Trầm cảm thì khác - đó là một tình trạng y tế nghiêm trọng ảnh hưởng đến cách bạn cảm nhận, suy nghĩ và xử lý các hoạt động hàng ngày.",
            "section1-p2": "Trầm cảm không chỉ là \"cảm thấy buồn.\" Nó có thể gây ra nỗi đau tình cảm mãnh liệt và khiến bạn khó hoạt động tại nơi làm việc, trường học hoặc trong các mối quan hệ. Tin tốt là trầm cảm có thể điều trị được, và hầu hết những người tìm kiếm sự giúp đỡ đều trở nên tốt hơn.",
            "section1-p3": "Trầm cảm có thể ảnh hưởng đến bất kỳ ai bất kể tuổi tác, giới tính, nền tảng hoặc hoàn cảnh sống. Nó là kết quả của sự kết hợp các yếu tố di truyền, sinh học, môi trường và tâm lý.",
            "section2-title": "Dấu Hiệu và Triệu Chứng Thường Gặp",
            "section2-p1": "Trầm cảm xuất hiện khác nhau ở những người khác nhau, nhưng đây là một số dấu hiệu phổ biến cần chú ý:",
            "symptom1": "Cảm giác buồn, lo lắng hoặc trống rỗng dai dẳng",
            "symptom2": "Vấn đề về giấc ngủ (quá nhiều hoặc quá ít)",
            "symptom3": "Thay đổi cảm giác ngon miệng hoặc cân nặng",
            "symptom4": "Mất năng lượng hoặc tăng mệt mỏi",
            "symptom5": "Khó khăn trong suy nghĩ, tập trung hoặc ra quyết định",
            "symptom6": "Cảm giác vô giá trị hoặc tội lỗi",
            "symptom7": "Cáu kỉnh hoặc bồn chồn",
            "symptom8": "Mất hứng thú với các hoạt động bạn từng yêu thích",
            "section2-p2": "Nếu bạn đã trải qua một số triệu chứng này trong hơn hai tuần, có thể đã đến lúc nói chuyện với nhà cung cấp dịch vụ chăm sóc sức khỏe.",
            "section3-title": "Các Dạng Trầm Cảm",
            "section3-p1": "Trầm cảm không phải là một kích cỡ phù hợp với tất cả. Có một số dạng, mỗi dạng có đặc điểm riêng:",
            "type1-title": "Trầm Cảm Nặng",
            "type1-desc": "Triệu chứng nghiêm trọng cản trở cuộc sống hàng ngày, kéo dài ít nhất hai tuần.",
            "type2-title": "Rối Loạn Trầm Cảm Kéo Dài",
            "type2-desc": "Trầm cảm ít nghiêm trọng hơn nhưng kéo dài hơn (hai năm trở lên).",
            "type3-title": "Rối Loạn Cảm Xúc Theo Mùa",
            "type3-desc": "Trầm cảm xảy ra trong các mùa cụ thể, thường là mùa đông.",
            "type4-title": "Trầm Cảm Chu Sinh",
            "type4-desc": "Trầm cảm trong thai kỳ hoặc sau khi sinh (sau sinh).",
            "type5-title": "Trầm Cảm Có Loạn Thần",
            "type5-desc": "Trầm cảm nghiêm trọng kèm theo ảo giác hoặc hoang tưởng.",
            "section4-title": "Lựa Chọn Điều Trị",
            "section4-p1": "Trầm cảm có thể điều trị được. Hầu hết mọi người đều được hưởng lợi từ sự giúp đỡ chuyên nghiệp, có thể bao gồm:",
            "treatment1-title": "Tâm Lý Trị Liệu (Trị Liệu Nói Chuyện)",
            "treatment1-item1": "Liệu Pháp Hành Vi Nhận Thức (CBT)",
            "treatment1-item2": "Liệu Pháp Liên Cá Nhân (IPT)",
            "treatment1-item3": "Liệu Pháp Giải Quyết Vấn Đề",
            "treatment1-item4": "Liệu Pháp Dựa Trên Chánh Niệm",
            "treatment2-title": "Thuốc",
            "treatment2-item1": "Thuốc Chống Trầm Cảm (SSRIs, SNRIs)",
            "treatment2-item2": "Thuốc Ổn Định Tâm Trạng (trong một số trường hợp)",
            "treatment2-item3": "Phương pháp kết hợp",
            "treatment2-note": "Thuốc có thể mất 4-8 tuần để cho thấy hiệu quả đầy đủ",
            "treatment3-title": "Lối Sống & Tự Chăm Sóc",
            "treatment3-item1": "Hoạt động thể chất thường xuyên",
            "treatment3-item2": "Thói quen ăn uống lành mạnh",
            "treatment3-item3": "Lịch trình ngủ nhất quán",
            "treatment3-item4": "Kỹ thuật giảm căng thẳng",
            "treatment3-item5": "Kết nối xã hội",
            "section4-p2": "Nhiều người thấy rằng sự kết hợp các phương pháp điều trị là hiệu quả nhất. Điều gì giúp một người có thể không hiệu quả với người khác, vì vậy điều quan trọng là làm việc với nhà cung cấp dịch vụ chăm sóc sức khỏe để tìm ra cách tiếp cận phù hợp với bạn.",
            "section5-title": "Tìm Kiếm Trợ Giúp",
            "section5-p1": "Nếu bạn nghĩ rằng mình có thể đang trải qua trầm cảm, tìm kiếm sự giúp đỡ là một dấu hiệu của sức mạnh, không phải điểm yếu.",
            "section5-p2": "Bắt đầu với bác sĩ chăm sóc chính của bạn - họ có thể loại trừ các tình trạng y tế khác có thể gây ra các triệu chứng tương tự và giới thiệu bạn đến các chuyên gia sức khỏe tinh thần.",
            "section5-p3": "Cân nhắc gặp chuyên gia sức khỏe tinh thần như bác sĩ tinh thần, nhà tâm lý học hoặc nhà trị liệu được cấp phép chuyên điều trị trầm cảm.",
            "section5-p4": "Xây dựng hệ thống hỗ trợ gồm những người bạn hoặc thành viên gia đình đáng tin cậy có thể cung cấp hỗ trợ tình cảm trong quá trình điều trị của bạn.",
            "source-text": "Thông Tin Nguồn: Nội dung này dựa trên thông tin từ Viện Sức Khỏe Tinh Thần Quốc Gia (NIMH). Để biết thông tin chi tiết hơn, hãy truy cập ",
            "source-link": "Thông Tin Trầm Cảm của NIMH"
            },

             "mindfulness-resource":{
      "page-title": "Chánh Niệm & Thiền Định - Mentivio",
      "hero-title": "Chánh Niệm & Thiền Định",
      "hero-subtitle": "Các kỹ thuật thực hành để quản lý căng thẳng và cải thiện sức khỏe tinh thần",
      "nav-what-is": "Chánh Niệm là gì?",
      "nav-benefits": "Lợi ích",
      "nav-getting-started": "Bắt Đầu",
      "nav-exercises": "Bài Tập Chánh Niệm",
      "nav-daily-tips": "Mẹo Hàng Ngày",
      "section1-title": "Chánh Niệm là gì?",
      "section1-p1": "Chánh Niệm là thực hành tập trung chú ý một cách có chủ đích vào khoảnh khắc hiện tại—và chấp nhận nó mà không phán xét. Đó là việc nhận thức đầy đủ về những gì đang xảy ra ngay lúc này, cả bên trong bạn và xung quanh bạn.",
      "section1-tip-strong": "Đơn giản nhưng không dễ:",
      "section1-tip-text": "Mặc dù chánh niệm có vẻ đơn giản, nhưng cần phải luyện tập để phát triển kỹ năng này. Mục tiêu không phải là làm trống rỗng tâm trí, mà là quan sát những suy nghĩ và cảm xúc của bạn mà không bị cuốn theo chúng.",
      "section1-p2": "Bạn có thể thực hành chánh niệm trong khi thiền bằng cách tập trung vào hơi thở, hoặc bạn có thể đưa chánh niệm vào các hoạt động hàng ngày như đi bộ, ăn uống, hoặc thậm chí là nói chuyện với người khác.",
      "section2-title": "Lợi Ích Sức Khỏe của Chánh Niệm",
      "section2-p1": "Nghiên cứu cho thấy việc thực hành chánh niệm thường xuyên có thể có những tác động tích cực đáng kể đến cả sức khỏe tinh thần và thể chất:",
      "benefit1": "Giảm căng thẳng, lo âu và các triệu chứng trầm cảm",
      "benefit2": "Hạ huyết áp và cải thiện sức khỏe tim mạch",
      "benefit3": "Cải thiện chất lượng giấc ngủ và giảm chứng mất ngủ",
      "benefit4": "Tăng cường sự tập trung, chú ý và trí nhớ",
      "benefit5": "Giúp quản lý các tình trạng đau mãn tính",
      "benefit6": "Hỗ trợ thói quen ăn uống lành mạnh hơn và quản lý cân nặng",
      "benefit7": "Cải thiện các mối quan hệ và kỹ năng giao tiếp",
      "benefit8": "Tăng cường chức năng hệ thống miễn dịch",
      "research-highlight-strong": "Nghiên cứu cho thấy:",
      "research-highlight-text": "Các phương pháp điều trị dựa trên chánh niệm đã được chứng minh là hiệu quả trong việc giảm lo âu và trầm cảm. Các nghiên cứu cũng cho thấy nó có thể giúp ngăn ngừa tái phát trầm cảm bằng cách giúp mọi người \"tách ly\" khỏi những suy nghĩ tiêu cực.",
      "section3-title": "Bắt Đầu với Thiền Định",
      "section3-p1": "Bắt đầu thực hành thiền định đơn giản hơn bạn nghĩ. Dưới đây là hướng dẫn từng bước giúp bạn bắt đầu:",
      "step1-title": "1. Tìm một Không Gian Yên Tĩnh",
      "step1-desc": "Chọn một nơi thoải mái mà bạn sẽ không bị gián đoạn. Bạn có thể ngồi trên ghế, đệm, hoặc thậm chí nằm xuống.",
      "step2-title": "2. Đặt Giới Hạn Thời Gian",
      "step2-desc": "Bắt đầu chỉ với 5-10 phút mỗi ngày. Ngay cả việc thực hành ngắn, nhất quán cũng có thể tạo ra sự khác biệt.",
      "step3-title": "3. Tập Trung vào Hơi Thở",
      "step3-desc": "Chú ý cảm giác hít vào và thở ra. Đừng cố gắng thay đổi hơi thở của bạn—chỉ cần quan sát nó.",
      "step4-title": "4. Nhận Ra Khi Tâm Trí Lang Thang",
      "step4-desc": "Khi những suy nghĩ nảy sinh (và chúng sẽ nảy sinh!), hãy nhẹ nhàng thừa nhận chúng và đưa sự chú ý trở lại hơi thở của bạn.",
      "step5-title": "5. Tử Tế với Bản Thân",
      "step5-desc": "Đừng phán xét trải nghiệm của bạn. Không có cách \"đúng\" để thiền. Sự thực hành nằm ở việc đưa sự chú ý trở lại.",
      "breathing-title": "Bài Tập Thở Đơn Giản",
      "breathing-p1": "Hãy thử kỹ thuật thở 4-7-8 này để làm dịu hệ thống thần kinh của bạn:",
      "breathing-step1-num": "4",
      "breathing-step1-desc": "Hít vào qua mũi",
      "breathing-step2-num": "7",
      "breathing-step2-desc": "Nín thở",
      "breathing-step3-num": "8",
      "breathing-step3-desc": "Thở ra qua miệng",
      "breathing-p2": "Lặp lại chu kỳ này 4-5 lần bất cứ khi nào bạn cảm thấy căng thẳng hoặc lo lắng.",
      "section4-title": "Các Bài Tập Chánh Niệm",
      "section4-p1": "Bạn có thể thực hành chánh niệm theo nhiều cách khác nhau. Dưới đây là một số bài tập hiệu quả để thử:",
      "ex1-title": "Thiền Quét Cơ Thể (Body Scan)",
      "ex1-desc": "Tập trung chú ý một cách có hệ thống vào các bộ phận khác nhau của cơ thể từ đầu đến chân, nhận thấy bất kỳ cảm giác nào mà không phán xét.",
      "ex1-btn": "Thử Bài Tập Này",
      "ex2-title": "Thiền Đi Bộ (Walking Meditation)",
      "ex2-desc": "Tập trung vào các cảm giác vật lý khi đi bộ—sự chuyển động của bàn chân, không khí trên da, cảnh vật và âm thanh xung quanh bạn.",
      "ex2-btn": "Thử Bài Tập Này",
      "ex3-title": "Thiền Từ Bi (Loving-Kindness Meditation)",
      "ex3-desc": "Phát triển cảm giác thiện chí và lòng tốt đối với bản thân và người khác bằng cách lặp lại các cụm từ và lời chúc tích cực.",
      "ex3-btn": "Thử Bài Tập Này",
      "ex4-title": "Ăn Uống Chánh Niệm (Mindful Eating)",
      "ex4-desc": "Chú ý kỹ đến vị, kết cấu và mùi của thức ăn. Nhận ra khi bạn cảm thấy đói và khi bạn cảm thấy no.",
      "ex4-btn": "Thử Bài Tập Này",
      "ex5-title": "Bài Tập Năm Giác Quan",
      "ex5-desc": "Chú ý một điều bạn có thể nhìn thấy, nghe thấy, ngửi thấy, nếm thấy và cảm thấy. Điều này nhanh chóng đưa bạn vào khoảnh khắc hiện tại.",
      "ex5-btn": "Thử Bài Tập Này",
      "ex6-title": "Kỹ Thuật RAIN",
      "ex6-desc": "Nhận biết (Recognize), Cho phép (Allow), Điều tra (Investigate), và Nuôi dưỡng (Nurture) những cảm xúc khó khăn khi chúng nảy sinh mà không bị chúng áp đảo.",
      "ex6-btn": "Thử Bài Tập Này",
      "section5-title": "Mẹo Chánh Niệm Hàng Ngày",
      "section5-p1": "Kết hợp chánh niệm vào thói quen hàng ngày của bạn với những thực hành đơn giản sau:",
      "tip1": "Thực hành ăn uống chánh niệm - chú ý đến vị, kết cấu và mùi của thức ăn mà không bị phân tâm",
      "tip2": "Nghỉ ngơi chánh niệm trong ngày làm việc - chỉ 60 giây thở tập trung có thể thiết lập lại tâm trí của bạn",
      "tip3": "Sử dụng ứng dụng chánh niệm để thực hành có hướng dẫn - tìm kiếm các chương trình dựa trên bằng chứng từ các nguồn đáng tin cậy",
      "tip4": "Kết hợp chánh niệm vào các hoạt động thường ngày như đánh răng, tắm vòi sen, hoặc rửa chén",
      "tip5": "Chú ý đến cơ thể bạn suốt cả ngày - kiểm tra các cảm giác vật lý và căng thẳng",
      "tip6": "Thực hành đơn nhiệm thay vì đa nhiệm - dành toàn bộ sự chú ý của bạn cho một việc tại một thời điểm",
      "tip7": "Giữ nhật ký chánh niệm để theo dõi việc thực hành của bạn và nhận ra các khuôn mẫu",
      "tip8": "Tham gia một nhóm hoặc lớp học chánh niệm để được hỗ trợ và hướng dẫn từ các học viên có kinh nghiệm",
      "learning-tip-strong": "Tài nguyên học tập:",
      "learning-tip-text": "Tìm kiếm các chương trình chánh niệm từ các trường y và đại học. Nếu bạn gặp khó khăn với các ứng dụng hoặc tự thực hành có hướng dẫn, hãy cân nhắc tìm một giáo viên có trình độ để hướng dẫn bạn.",
      "source-info-text": "Thông tin Nguồn: Nội dung này dựa trên thông tin từ Viện Y tế Quốc gia (NIH). Để biết thêm thông tin chi tiết, hãy truy cập ",
      "source-link-text": "Chánh Niệm vì Sức Khỏe của Bạn từ NIH",

        
        "exercises": {
            "body-scan": "Quét cơ thể: Nằm thoải mái. Từ từ đưa sự chú ý đến từng bộ phận cơ thể từ ngón chân đến đầu, nhận biết cảm giác mà không phán xét.",
            "walking": "Thiền hành: Đi bộ chậm rãi, chú ý đến cảm giác bàn chân chạm đất, sự chuyển động của cơ thể và môi trường xung quanh.",
            "loving-kindness": "Lòng từ: Lặp lại các câu như \"Mong tôi được hạnh phúc, mong tôi được khỏe mạnh\" cho bản thân, sau đó cho người khác.",
            "eating": "Ăn uống chánh niệm: Chọn một miếng thức ăn. Quan sát kỹ, ngửi, nếm từ từ và nhận biết mọi cảm giác.",
            "senses": "Năm giác quan: Nhận biết 5 điều bạn nhìn thấy, 4 điều bạn cảm thấy, 3 điều bạn nghe thấy, 2 điều bạn ngửi thấy, 1 điều bạn nếm thấy.",
            "rain": "RAIN: Nhận biết cảm xúc, Cho phép nó tồn tại, Điều tra với sự tò mò, Nuôi dưỡng bản thân bằng lòng tốt."
          }

            },

            "medication-resource": {
              "page-title": "Thuốc Sức Khỏe Tinh Thần - Mentivio",
              "hero-title": "Thuốc Sức Khỏe Tinh Thần",
              "hero-subtitle": "Hướng dẫn toàn diện về thuốc tinh thần, cơ chế hoạt động và quyết định điều trị có thông tin",
              "nav-understanding": "Hiểu Về Thuốc",
              "nav-classes": "Nhóm Thuốc",
              "nav-timeline": "Lộ Trình Điều Trị",
              "nav-management": "Quản Lý Thuốc",
              "nav-safety": "Thông Tin An Toàn",
              "nav-questions": "Câu Hỏi Cho Bác Sĩ",
              "section1-title": "Hiểu Về Thuốc Tinh Thần",
              "section1-p1": "Thuốc tinh thần là công cụ có thể giúp kiểm soát các triệu chứng của tình trạng sức khỏe tinh thần bằng cách ảnh hưởng đến các chất hóa học trong não gọi là chất dẫn truyền thần kinh. Mặc dù thuốc có thể cực kỳ hữu ích, nhưng hiệu quả nhất khi kết hợp với trị liệu và thay đổi lối sống.",
              "section1-important": "Quan trọng: Thuốc ảnh hưởng khác nhau đến mỗi người, và có thể cần thử nhiều lần để tìm đúng loại thuốc với ít tác dụng phụ nhất. Sự kiên nhẫn và giao tiếp cởi mở với nhà cung cấp dịch vụ chăm sóc sức khỏe của bạn là chìa khóa.",
              "section1-p2": "Hướng dẫn này cung cấp thông tin giáo dục để giúp bạn có các cuộc thảo luận có thông tin với nhà cung cấp dịch vụ chăm sóc sức khỏe của bạn. Hãy nhớ rằng quyết định điều trị nên luôn được thực hiện cùng với các chuyên gia y tế có trình độ.",
              "section2-title": "Lộ Trình Thời Gian Điều Trị Bằng Thuốc",
              "section2-p1": "Hiểu những gì mong đợi trong quá trình điều trị bằng thuốc có thể giúp quản lý kỳ vọng và giảm bớt thất vọng:",
              "timeline1-weeks": "Tuần 1-2",
              "timeline1-desc": "Tác dụng phụ ban đầu có thể xuất hiện, thường là tạm thời",
              "timeline2-weeks": "Tuần 2-4",
              "timeline2-desc": "Lợi ích sớm như cải thiện giấc ngủ hoặc cảm giác thèm ăn",
              "timeline3-weeks": "Tuần 4-8",
              "timeline3-desc": "Hiệu quả điều trị đầy đủ thường xuất hiện",
              "timeline4-weeks": "Sau 8 Tuần",
              "timeline4-desc": "Đánh giá hiệu quả và điều chỉnh",
              "section2-remember": "Hãy nhớ: Hầu hết các loại thuốc tinh thần mất 4-8 tuần để thể hiện hiệu quả đầy đủ. Tác dụng phụ sớm thường cải thiện trong vài tuần đầu tiên.",
              "section3-title": "Các Nhóm Thuốc Chính",
              "section3-p1": "Các loại thuốc khác nhau hoạt động trên các chất hóa học và hệ thống não khác nhau. Đây là các danh mục chính:",
              "class1-title": "Thuốc Chống Trầm Cảm",
              "class1-how": "Ảnh hưởng đến chất dẫn truyền thần kinh như serotonin, norepinephrine và dopamine để cải thiện tâm trạng, giấc ngủ, cảm giác thèm ăn và sự tập trung.",
              "class1-types": "Các Loại Phổ Biến:",
              "class1-type1": "SSRI (Chất Ức Chế Tái Hấp Thu Serotonin Chọn Lọc): Fluoxetine (Prozac), Sertraline (Zoloft), Escitalopram (Lexapro)",
              "class1-type2": "SNRI (Chất Ức Chế Tái Hấp Thu Serotonin-Norepinephrine): Venlafaxine (Effexor), Duloxetine (Cymbalta)",
              "class1-type3": "Thuốc Chống Trầm Cảm Không Điển Hình: Bupropion (Wellbutrin), Mirtazapine (Remeron)",
              "class1-type4": "Thuốc Ba Vòng: Amitriptyline, Nortriptyline (nhóm cũ, ít được sử dụng hơn)",
              "class1-uses": "Công Dụng Chính: Trầm cảm, rối loạn lo âu, OCD, PTSD, đau mãn tính",
              "class2-title": "Thuốc Chống Lo Âu",
              "class2-how": "Giảm các triệu chứng lo âu bằng cách tăng cường tác dụng của GABA, một chất dẫn truyền thần kinh làm dịu trong não.",
              "class2-types": "Các Loại Phổ Biến:",
              "class2-type1": "Benzodiazepine: Alprazolam (Xanax), Clonazepam (Klonopin), Lorazepam (Ativan) - sử dụng ngắn hạn",
              "class2-type2": "Buspirone: Lựa chọn không gây nghiện cho lo âu tổng quát",
              "class2-type3": "Thuốc Chẹn Beta: Propranolol (cho các triệu chứng lo âu thể chất như tim đập nhanh)",
              "class2-type4": "Một Số Thuốc Chống Trầm Cảm: SSRI và SNRI thường là lựa chọn đầu tiên cho rối loạn lo âu",
              "class2-uses": "Công Dụng Chính: Lo âu tổng quát, rối loạn hoảng sợ, lo âu xã hội, ám ảnh sợ cụ thể",
              "class3-title": "Thuốc Ổn Định Tâm Trạng",
              "class3-how": "Giúp kiểm soát thay đổi tâm trạng trong rối loạn lưỡng cực bằng cách điều chỉnh hoạt động não và mức độ chất dẫn truyền thần kinh.",
              "class3-types": "Các Loại Phổ Biến:",
              "class3-type1": "Lithium: Tiêu chuẩn vàng cho rối loạn lưỡng cực, cần theo dõi máu",
              "class3-type2": "Thuốc Chống Co Giật: Valproate (Depakote), Lamotrigine (Lamictal), Carbamazepine (Tegretol)",
              "class3-type3": "Thuốc Chống Loạn Thần Không Điển Hình: Cũng được sử dụng như thuốc ổn định tâm trạng",
              "class3-uses": "Công Dụng Chính: Rối loạn lưỡng cực, thay đổi tâm trạng, tăng cường cho trầm cảm kháng trị",
              "class4-title": "Thuốc Chống Loạn Thần",
              "class4-how": "Quản lý các triệu chứng loạn thần bằng cách chặn thụ thể dopamine trong não. Các tác nhân mới hơn cũng ảnh hưởng đến serotonin.",
              "class4-types": "Các Loại Phổ Biến:",
              "class4-type1": "Thế Hệ Đầu (Điển Hình): Haloperidol (Haldol), Chlorpromazine - nguy cơ cao hơn về tác dụng phụ vận động",
              "class4-type2": "Thế Hệ Thứ Hai (Không Điển Hình): Risperidone (Risperdal), Olanzapine (Zyprexa), Quetiapine (Seroquel)",
              "class4-type3": "Thế Hệ Thứ Ba: Aripiprazole (Abilify), Brexpiprazole (Rexulti) - chất chủ vận dopamine từng phần",
              "class4-uses": "Công Dụng Chính: Tinh thần phân liệt, hưng cảm lưỡng cực, trầm cảm kháng trị, lo âu nghiêm trọng",
              "section4-title": "Hướng Dẫn Quản Lý Thuốc",
              "section4-p1": "Điều trị bằng thuốc thành công liên quan đến việc quản lý cẩn thận và hợp tác với nhóm chăm sóc sức khỏe của bạn:",
              "guide1-title": "Bắt Đầu Dùng Thuốc",
              "guide1-item1": "Kỳ Vọng Thực Tế: Hầu hết thuốc mất 4-8 tuần để thể hiện hiệu quả đầy đủ",
              "guide1-item2": "Tác Dụng Phụ Ban Đầu: Nhiều tác dụng phụ tạm thời cải thiện trong vòng 1-2 tuần",
              "guide1-item3": "Điều Chỉnh Liều Lượng: Bắt đầu với liều thấp và tăng dần",
              "guide1-item4": "Theo Dõi Thường Xuyên: Giám sát chặt chẽ trong giai đoạn đầu",
              "guide1-item5": "Theo Dõi Triệu Chứng: Ghi chú về lợi ích và tác dụng phụ",
              "guide2-title": "Quản Lý Liên Tục",
              "guide2-item1": "Thời Gian Nhất Quán: Uống thuốc vào cùng một thời điểm mỗi ngày",
              "guide2-item2": "Không Bao Giờ Ngừng Đột Ngột: Làm việc với bác sĩ để giảm liều dần dần",
              "guide2-item3": "Theo Dõi Thường Xuyên: Xét nghiệm máu cho một số loại thuốc (lithium, valproate)",
              "guide2-item4": "Đánh Giá Tiến Triển: Kiểm tra thường xuyên về hiệu quả",
              "guide2-item5": "Tích Hợp Lối Sống: Kết hợp với trị liệu và thói quen lành mạnh",
              "guide3-title": "Giao Tiếp Với Nhà Cung Cấp",
              "guide3-item1": "Tiết Lộ Đầy Đủ: Chia sẻ tất cả các loại thuốc và thực phẩm chức năng bạn đang dùng",
              "guide3-item2": "Báo Cáo Tác Dụng Phụ: Đừng ngần ngại thảo luận các mối quan tâm",
              "guide3-item3": "Mục Tiêu Điều Trị: Thường xuyên xem xét tiến triển và điều chỉnh khi cần",
              "guide3-item4": "Chuẩn Bị Câu Hỏi: Viết ra câu hỏi trước các cuộc hẹn",
              "guide3-item5": "Phản Hồi Trung Thực: Chia sẻ những gì đang hoạt động và những gì không",
              "section5-title": "Thông Tin An Toàn Quan Trọng",
              "section5-p1": "Hiểu các rủi ro và tác dụng phụ tiềm ẩn giúp bạn đưa ra quyết định có thông tin và nhận biết khi nào cần tìm kiếm sự giúp đỡ:",
              "safety1-title": "Tác Dụng Phụ Thường Gặp",
              "safety1-item1": "SSRI/SNRI: Buồn nôn, đau đầu, mất ngủ, tác dụng phụ tình dục, thay đổi cân nặng",
              "safety1-item2": "Thuốc Ổn Định Tâm Trạng: Tăng cân, run, khát nước, ảnh hưởng nhận thức, rụng tóc",
              "safety1-item3": "Thuốc Chống Loạn Thần: Buồn ngủ, tăng cân, thay đổi chuyển hóa, rối loạn vận động",
              "safety1-item4": "Benzodiazepine: Buồn ngủ, chóng mặt, vấn đề trí nhớ, nguy cơ phụ thuộc",
              "safety1-item5": "Thuốc Kích Thích: Giảm cảm giác thèm ăn, mất ngủ, tăng nhịp tim",
              "safety2-title": "Dấu Hiệu Cảnh Báo Nghiêm Trọng",
              "safety2-item1": "Suy Nghĩ Tự Tử: Đặc biệt ở người trẻ tuổi bắt đầu dùng thuốc chống trầm cảm",
              "safety2-item2": "Hội Chứng Serotonin: Kích động, lú lẫn, nhịp tim nhanh, nhiệt độ cao (cấp cứu)",
              "safety2-item3": "Phản Ứng Dị Ứng: Phát ban, sưng tấy, khó thở, nổi mề đay",
              "safety2-item4": "Tác Dụng Phụ Nghiêm Trọng: Cử động không kiểm soát, sốt cao, lú lẫn, co giật",
              "safety2-item5": "Thay Đổi Tâm Trạng: Trầm cảm đột ngột trầm trọng hơn hoặc xuất hiện hưng cảm",
              "safety3-title": "Tương Tác Thuốc",
              "safety3-item1": "Các Loại Thuốc Khác: Luôn thông báo cho bác sĩ về tất cả các đơn thuốc",
              "safety3-item2": "Thực Phẩm Chức Năng: St. John's Wort, SAM-e có thể tương tác với thuốc chống trầm cảm",
              "safety3-item3": "Tương Tác Thực Phẩm: Nước ép bưởi ảnh hưởng đến nhiều loại thuốc",
              "safety3-item4": "Rượu: Nói chung nên tránh với thuốc tinh thần",
              "safety3-item5": "Hạn Chế MAOI: Hạn chế chế độ ăn uống nghiêm ngặt với thuốc chống trầm cảm MAOI",
              "section6-title": "Câu Hỏi Để Hỏi Bác Sĩ Của Bạn",
              "section6-p1": "Chuẩn bị sẵn câu hỏi giúp đảm bảo bạn nhận được thông tin cần thiết để đưa ra quyết định điều trị có thông tin:",
              "question1": "Thuốc này được cho là sẽ làm gì cho các triệu chứng cụ thể của tôi?",
              "question2": "Sẽ mất bao lâu để thấy kết quả đáng chú ý?",
              "question3": "Các tác dụng phụ phổ biến nhất tôi có thể gặp phải là gì?",
              "question4": "Có bất kỳ rủi ro hoặc cảnh báo nghiêm trọng nào tôi nên biết không?",
              "question5": "Tôi có thể sẽ cần dùng thuốc này trong bao lâu?",
              "question6": "Tôi nên làm gì nếu tôi quên một liều?",
              "question7": "Có bất kỳ thực phẩm, đồ uống hoặc hoạt động nào tôi nên tránh không?",
              "question8": "Làm thế nào chúng ta sẽ biết nếu thuốc này hoạt động hiệu quả?",
              "question9": "Các lựa chọn thay thế là gì nếu thuốc này không phù hợp với tôi?",
              "question10": "Kế hoạch để cuối cùng ngừng thuốc này một cách an toàn là gì?",
              "question11": "Thuốc này tương tác như thế nào với các đơn thuốc khác của tôi?",
              "question12": "Tôi sẽ cần theo dõi hoặc xét nghiệm máu gì khi dùng thuốc này?",
              "question13": "Có phiên bản generic có sẵn để giảm chi phí không?",
              "question14": "Tôi nên làm gì nếu tôi gặp tác dụng phụ?",
              "question15": "Thuốc này sẽ ảnh hưởng như thế nào đến các hoạt động hàng ngày và công việc của tôi?",
              "emergency-title": "Tình Huống Khẩn Cấp",
              "emergency-subtitle": "Tìm kiếm sự giúp đỡ y tế ngay lập tức nếu bạn gặp phải bất kỳ điều nào sau đây:",
              "emergency1-title": "Tự Làm Hại Hoặc Làm Hại Người Khác",
              "emergency1-desc": "Suy nghĩ làm hại bản thân hoặc người khác",
              "emergency2-title": "Phản Ứng Dị Ứng Nghiêm Trọng",
              "emergency2-desc": "Khó thở, sưng mặt/môi/lưỡi",
              "emergency3-title": "Hội Chứng Serotonin",
              "emergency3-desc": "Kích động, lú lẫn, nhịp tim nhanh, sốt cao",
              "emergency4-title": "Triệu Chứng Thần Kinh",
              "emergency4-desc": "Co giật, cử động không kiểm soát, đau đầu dữ dội",
              "emergency5-title": "Quá Liều Thuốc",
              "emergency5-desc": "Vô tình uống quá nhiều thuốc",
              "emergency6-title": "Triệu Chứng Tim Mạch",
              "emergency6-desc": "Đau ngực, nhịp tim không đều, chóng mặt nghiêm trọng",
              "emergency7-title": "Thay Đổi Tâm Trạng",
              "emergency7-desc": "Trầm cảm nghiêm trọng trở nên tồi tệ hơn hoặc xuất hiện triệu chứng hưng cảm",
              "emergency-help-title": "Hỗ Trợ Khẩn Cấp Có Sẵn",
              "emergency-call911": "Gọi 911",
              "emergency-call911-desc": "Trường hợp khẩn cấp đe dọa tính mạng",
              "emergency-call988": "Gọi 988",
              "emergency-call988-desc": "Đường Dây Khủng Hoảng & Tự Tử",
              "emergency-find-er": "Tìm Phòng Cấp Cứu",
              "emergency-find-er-desc": "Bệnh viện gần nhất",
              "emergency-resources": "Tài Nguyên Bổ Sung: Đường Dây Khủng Hoảng Nhắn Tin: Nhắn HOME tới 741741 • Kiểm Soát Chất Độc Quốc Gia: 1-800-222-1222",
              "modal-title": "Tìm Phòng Cấp Cứu Gần Nhất",
              "modal-option1-title": "Sử Dụng Vị Trí Hiện Tại Của Tôi",
              "modal-option1-desc": "Tìm phòng cấp cứu gần bạn bằng GPS",
              "modal-option1-note": "Chúng tôi sẽ yêu cầu quyền truy cập vị trí",
              "modal-option2-title": "Tìm Kiếm Theo Địa Chỉ",
              "modal-option2-desc": "Nhập vị trí của bạn để tìm các bệnh viện gần đó",
              "modal-option2-note": "Nhập thủ công thành phố hoặc mã zip của bạn",
              "modal-placeholder": "Nhập thành phố, mã zip hoặc địa chỉ của bạn",
              "modal-search": "Tìm Kiếm",
              "disclaimer-title": "Tuyên Bố Miễn Trừ Trách Nhiệm Y Tế Quan Trọng",
              "disclaimer-text": "Thông tin này chỉ dành cho mục đích giáo dục và không cấu thành lời khuyên y tế. Luôn tham khảo ý kiến chuyên gia y tế có trình độ trước khi bắt đầu, ngừng hoặc thay đổi bất kỳ chế độ dùng thuốc nào. Không bỏ qua lời khuyên y tế chuyên nghiệp hoặc trì hoãn tìm kiếm nó vì điều gì đó bạn đã đọc ở đây. Quyết định về thuốc nên được thực hiện cùng với nhà cung cấp dịch vụ chăm sóc sức khỏe của bạn dựa trên tình hình y tế cá nhân, triệu chứng và mục tiêu điều trị của bạn.",
              "source-text": "Thông Tin Nguồn: Nội dung này dựa trên thông tin từ Viện Sức Khỏe Tinh Thần Quốc Gia (NIMH) và Liên Minh Quốc Gia về Bệnh Tinh Thần (NAMI). Để biết thông tin chi tiết hơn, hãy truy cập ",
              "source-link1": "Thuốc Sức Khỏe Tinh Thần NIMH",
              "source-link2": "Thuốc Sức Khỏe Tinh Thần NAMI"
            },
            "ptsd-resource": {
              "page-title": "Chấn Thương & Rối Loạn Căng Thẳng Sau Sang Chấn - Mentivio",
              "hero-title": "Chấn Thương & Rối Loạn Căng Thẳng Sau Sang Chấn",
              "hero-subtitle": "Hiểu về phản ứng chấn thương, triệu chứng PTSD và phương pháp phục hồi dựa trên bằng chứng",
              "nav-understanding": "Hiểu Về PTSD",
              "nav-symptoms": "Triệu Chứng",
              "nav-risk": "Yếu Tố Nguy Cơ",
              "nav-treatment": "Điều Trị",
              "nav-coping": "Chiến Lược Đối Phó",
              "section1-title": "Hiểu Về Chấn Thương và Rối Loạn Căng Thẳng Sau Sang Chấn",
              "section1-p1": "Rối loạn căng thẳng sau sang chấn (PTSD) là một tình trạng sức khỏe tinh thần có thể phát triển sau khi trải qua hoặc chứng kiến một sự kiện đáng sợ. Mặc dù việc có những ký ức đau buồn hoặc cảm thấy căng thẳng sau chấn thương là bình thường, PTSD liên quan đến các triệu chứng kéo dài và làm gián đoạn đáng kể cuộc sống hàng ngày.",
              "stat-text": "Khoảng 6% số người sẽ trải qua PTSD tại một số thời điểm trong cuộc đời. Phụ nữ có nhiều khả năng phát triển PTSD hơn nam giới.",
              "section1-p2": "Các triệu chứng PTSD thường bắt đầu trong vòng 3 tháng sau sự kiện chấn thương, mặc dù đôi khi chúng có thể xuất hiện muộn hơn. Để chẩn đoán, các triệu chứng phải kéo dài hơn 1 tháng và đủ nghiêm trọng để cản trở các mối quan hệ, công việc hoặc các lĩnh vực quan trọng khác trong cuộc sống.",
              "section2-title": "Cụm Triệu Chứng PTSD",
              "section2-p1": "Các triệu chứng PTSD được nhóm thành bốn cụm chính. Để được chẩn đoán, người lớn phải trải qua các triệu chứng từ cả bốn danh mục trong ít nhất một tháng:",
              "cluster1-title": "Triệu Chứng Tái Trải Nghiệm",
              "cluster1-item1": "Hồi tưởng: Sống lại chấn thương như thể nó đang xảy ra lần nữa",
              "cluster1-item2": "Ác mộng: Những giấc mơ đáng lo ngại liên quan đến chấn thương",
              "cluster1-item3": "Ký ức xâm nhập: Ký ức không mong muốn, tái phát",
              "cluster1-item4": "Đau khổ cảm xúc: Phản ứng thể chất với các yếu tố nhắc nhở chấn thương",
              "cluster1-item5": "Đau khổ tâm lý: Cảm giác mãnh liệt khi tiếp xúc với các tín hiệu",
              "cluster2-title": "Triệu Chứng Tránh Né",
              "cluster2-item1": "Tránh ký ức: Tránh xa suy nghĩ hoặc cảm xúc",
              "cluster2-item2": "Tránh yếu tố nhắc nhở: Tránh xa người, địa điểm hoặc hoạt động",
              "cluster2-item3": "Khoảng trống ký ức: Không thể nhớ lại các khía cạnh quan trọng của chấn thương",
              "cluster2-item4": "Tê liệt cảm xúc: Khó khăn trong việc trải nghiệm cảm xúc tích cực",
              "cluster3-title": "Suy Nghĩ và Tâm Trạng Tiêu Cực",
              "cluster3-item1": "Niềm tin tiêu cực: Về bản thân, người khác hoặc thế giới",
              "cluster3-item2": "Đổ lỗi sai lệch: Đổ lỗi cho bản thân hoặc người khác về chấn thương",
              "cluster3-item3": "Trạng thái cảm xúc tiêu cực: Sợ hãi, kinh hoàng, tức giận, tội lỗi, xấu hổ dai dẳng",
              "cluster3-item4": "Giảm hứng thú: Trong các hoạt động quan trọng",
              "cluster3-item5": "Tách rời: Khỏi người khác; cảm thấy xa cách",
              "cluster4-title": "Kích Thích và Phản Ứng",
              "cluster4-item1": "Cáu kỉnh hoặc hung hăng: Bùng nổ tức giận",
              "cluster4-item2": "Hành vi liều lĩnh: Hành vi tự hủy hoại",
              "cluster4-item3": "Cảnh giác quá mức: Quá cảnh giác với nguy hiểm",
              "cluster4-item4": "Phản ứng giật mình phóng đại: Dễ bị giật mình",
              "cluster4-item5": "Vấn đề tập trung: Khó tập trung",
              "cluster4-item6": "Rối loạn giấc ngủ: Khó ngủ hoặc khó duy trì giấc ngủ",
              "section3-title": "Yếu Tố Nguy Cơ và Khả Năng Phục Hồi",
              "section3-p1": "Không phải ai trải qua chấn thương cũng phát triển PTSD. Nhiều yếu tố khác nhau ảnh hưởng đến việc một người có phát triển tình trạng này hay không:",
              "risk-title": "Yếu Tố Nguy Cơ",
              "risk-item1": "Trải nghiệm chấn thương trước đó, đặc biệt là trong thời thơ ấu",
              "risk-item2": "Bị thương hoặc nhìn thấy người bị thương hoặc chết",
              "risk-item3": "Cảm thấy kinh hoàng, bất lực hoặc sợ hãi tột độ",
              "risk-item4": "Ít hoặc không có hỗ trợ xã hội sau sự kiện",
              "risk-item5": "Các yếu tố gây căng thẳng bổ sung sau chấn thương (mất mát, chấn thương, mất việc)",
              "risk-item6": "Tiền sử cá nhân hoặc gia đình về bệnh tinh thần",
              "risk-item7": "Tiền sử sử dụng chất kích thích",
              "resilience-title": "Yếu Tố Khả Năng Phục Hồi",
              "resilience-item1": "Tìm kiếm và nhận được sự hỗ trợ từ người khác",
              "resilience-item2": "Học cách cảm thấy ổn với hành động của mình trong phản ứng",
              "resilience-item3": "Có chiến lược đối phó hiệu quả",
              "resilience-item4": "Được chuẩn bị để phản ứng với các sự kiện đau buồn",
              "resilience-item5": "Mạng lưới hỗ trợ xã hội mạnh mẽ",
              "resilience-item6": "Cơ chế đối phó tích cực",
              "resilience-item7": "Khả năng tìm thấy ý nghĩa trong những trải nghiệm khó khăn",
              "section4-title": "Phương Pháp Điều Trị Dựa Trên Bằng Chứng",
              "section4-p1": "Điều trị PTSD có hiệu quả. Với sự chăm sóc đúng cách, mọi người có thể học cách cảm thấy an toàn trên thế giới và phát triển các chiến lược đối phó hiệu quả. Các phương pháp điều trị hiệu quả nhất là các liệu pháp tập trung vào chấn thương:",
              "treatment1-title": "Tâm Lý Trị Liệu Tập Trung Vào Chấn Thương",
              "treatment1-item1": "Liệu Pháp Xử Lý Nhận Thức (CPT): Giúp thách thức và sửa đổi các niềm tin không hữu ích về chấn thương",
              "treatment1-item2": "Liệu Pháp Tiếp Xúc Kéo Dài (PE): Tiếp xúc dần dần với ký ức chấn thương trong môi trường an toàn",
              "treatment1-item3": "Giải Mẫn Cảm và Tái Xử Lý Chuyển Động Mắt (EMDR): Sử dụng kích thích hai bên trong khi xử lý chấn thương",
              "treatment1-item4": "Liệu Pháp Hành Vi Nhận Thức Tập Trung Vào Chấn Thương (TF-CBT): Đặc biệt hiệu quả cho trẻ em và thanh thiếu niên",
              "treatment2-title": "Lựa Chọn Thuốc",
              "treatment2-item1": "SSRIs: Sertraline, Paroxetine, Fluoxetine (Được FDA chấp thuận cho PTSD)",
              "treatment2-item2": "SNRIs: Venlafaxine (đã được chứng minh là hiệu quả)",
              "treatment2-item3": "Prazosin: Đặc biệt cho ác mộng liên quan đến chấn thương",
              "treatment2-item4": "Thuốc Chống Loạn Thần Không Điển Hình: Cho các triệu chứng nghiêm trọng khi các phương pháp điều trị khác không hiệu quả",
              "treatment2-note": "Lưu ý: Benzodiazepines không được khuyến nghị cho điều trị PTSD vì chúng không giải quyết các triệu chứng cốt lõi và có thể có tác dụng phụ nghiêm trọng.",
              "treatment3-title": "Phương Pháp Bổ Sung",
              "treatment3-item1": "Yoga và Chánh Niệm: Chữa lành chấn thương dựa trên cơ thể và giảm căng thẳng",
              "treatment3-item2": "Châm cứu: Cho các triệu chứng lo âu và giảm căng thẳng",
              "treatment3-item3": "Động Vật Hỗ Trợ: Hỗ trợ cảm xúc và tiếp đất trong lúc đau khổ",
              "treatment3-item4": "Trị Liệu Nghệ Thuật và Âm Nhạc: Biểu đạt không lời về trải nghiệm chấn thương",
              "treatment3-item5": "Trị Liệu Nhóm: Trải nghiệm chia sẻ và hỗ trợ đồng đẳng",
              "section5-title": "Chiến Lược Đối Phó và Kỹ Thuật Tiếp Đất",
              "section5-p1": "Những kỹ thuật này có thể giúp quản lý các triệu chứng PTSD giữa các buổi trị liệu và trong những lúc đau khổ:",
              "technique1-title": "Kỹ Thuật Tiếp Đất Ngay Lập Tức",
              "technique1-item1-title": "Phương Pháp 5-4-3-2-1",
              "technique1-item1-desc": "Đặt tên 5 thứ bạn có thể nhìn thấy, 4 thứ bạn có thể chạm vào, 3 thứ bạn có thể nghe thấy, 2 thứ bạn có thể ngửi thấy, 1 thứ bạn có thể nếm. Điều này mang sự chú ý đến thời điểm hiện tại.",
              "technique1-item2-title": "Thay Đổi Nhiệt Độ",
              "technique1-item2-desc": "Cầm một viên đá, vảy nước lạnh lên mặt hoặc cầm một đồ uống ấm. Sự thay đổi nhiệt độ có thể giúp làm gián đoạn những suy nghĩ đau buồn.",
              "technique1-item3-title": "Bài Tập Thở",
              "technique1-item3-desc": "Thở 4-7-8: Hít vào trong 4 nhịp, giữ trong 7 nhịp, thở ra trong 8 nhịp. Lặp lại 4-5 lần để làm dịu hệ thần kinh.",
              "technique1-item4-title": "Nhận Thức Cơ Thể",
              "technique1-item4-desc": "Tập trung vào cảm giác thể chất - cảm nhận bàn chân của bạn trên mặt đất, chú ý đến chiếc ghế đang hỗ trợ bạn, chú ý đến hơi thở của bạn.",
              "technique2-title": "Chiến Lược Phục Hồi Dài Hạn",
              "technique2-item1-title": "Lập Kế Hoạch An Toàn",
              "technique2-item1-desc": "Tạo một kế hoạch chi tiết để quản lý các tác nhân kích hoạt và tình huống khủng hoảng. Bao gồm các liên lạc khẩn cấp, chiến lược đối phó và địa điểm an toàn.",
              "technique2-item2-title": "Xác Định Tác Nhân Kích Hoạt",
              "technique2-item2-desc": "Giữ nhật ký để xác định và hiểu các tác nhân kích hoạt cụ thể của bạn. Ghi chú những gì đã xảy ra trước, trong và sau các đợt đau buồn.",
              "technique2-item3-title": "Xây Dựng Hệ Thống Hỗ Trợ",
              "technique2-item3-desc": "Phát triển mối quan hệ với bạn bè, gia đình hiểu biết hoặc các nhóm hỗ trợ. Cân nhắc tham gia các nhóm hỗ trợ PTSD để chia sẻ kinh nghiệm.",
              "technique2-item4-title": "Thói Quen Tự Chăm Sóc",
              "technique2-item4-desc": "Thiết lập các thói quen nhất quán cho giấc ngủ, bữa ăn, tập thể dục và thư giãn. Ưu tiên các hoạt động mang lại sự thoải mái và niềm vui.",
              "source-text": "Thông Tin Nguồn: Nội dung này dựa trên thông tin từ Viện Sức Khỏe Tinh Thần Quốc Gia (NIMH) và Trung Tâm Quốc Gia về PTSD. Để biết thông tin chi tiết hơn, hãy truy cập ",
              "source-link1": "Thông Tin PTSD của NIMH",
              "source-link2": "Hướng Dẫn Điều Trị của Trung Tâm Quốc Gia về PTSD"
            },

            "selfcare-resource": {
                "page-title": "Tự Chăm Sóc - Mentivio",
                "hero-title": "Chiến Lược Tự Chăm Sóc",
                "hero-subtitle": "Hướng dẫn toàn diện để phát triển các thực hành tự chăm sóc bền vững cho sức khỏe tinh thần và cảm xúc",
                "nav-what-is": "Tự Chăm Sóc Là Gì?",
                "nav-dimensions": "Chiều Kích Sức Khỏe",
                "nav-pillars": "Trụ Cột Tự Chăm Sóc",
                "nav-plan": "Tạo Kế Hoạch Của Bạn",
                "nav-toolkit": "Bộ Công Cụ Thực Tế",
                "nav-barriers": "Vượt Qua Rào Cản",
                "section1-title": "Tự Chăm Sóc Là Gì?",
                "section1-p1": "Tự chăm sóc có nghĩa là dành thời gian để làm những việc giúp bạn sống tốt và cải thiện cả sức khỏe thể chất lẫn tinh thần. Đó là về việc chủ động bảo vệ hoặc cải thiện sức khỏe của chính mình thông qua các thực hành có chủ đích.",
                "stat-text": "64% người Mỹ báo cáo tham gia vào tự chăm sóc, và hầu hết mong muốn làm nhiều hơn hoặc muốn bắt đầu thực hành tự chăm sóc thường xuyên.",
                "section1-p2": "Tự chăm sóc không phải là ích kỷ—đó là bảo trì thiết yếu giúp bạn quản lý căng thẳng, giảm nguy cơ bệnh tật và tăng năng lượng. Ngay cả những hành động tự chăm sóc nhỏ trong cuộc sống hàng ngày cũng có thể tác động lớn đến sức khỏe tổng thể của bạn.",
                "section1-p3": "Hãy nhớ: Tự chăm sóc không nên là điều bạn ép buộc bản thân phải làm. Nó nhằm mục đích nạp lại năng lượng cho bạn, không phải làm bạn kiệt sức hơn.",
                "section2-title": "8 Chiều Kích Của Sức Khỏe",
                "section2-p1": "Tự chăm sóc nên giúp bạn đạt được sự cân bằng trong các lĩnh vực khác nhau của cuộc sống. SAMHSA xác định tám chiều kích sức khỏe để tập trung vào:",
                "dimension1-title": "Cảm Xúc",
                "dimension1-desc": "Đối phó hiệu quả với cuộc sống",
                "dimension2-title": "Tâm Linh",
                "dimension2-desc": "Tìm kiếm ý nghĩa và mục đích",
                "dimension3-title": "Trí Tuệ",
                "dimension3-desc": "Nhận ra khả năng sáng tạo",
                "dimension4-title": "Thể Chất",
                "dimension4-desc": "Chăm sóc cơ thể của bạn",
                "dimension5-title": "Môi Trường",
                "dimension5-desc": "Tạo ra môi trường xung quanh dễ chịu",
                "dimension6-title": "Tài Chính",
                "dimension6-desc": "Sự hài lòng với tài chính",
                "dimension7-title": "Nghề Nghiệp",
                "dimension7-desc": "Sự hài lòng cá nhân từ công việc",
                "dimension8-title": "Xã Hội",
                "dimension8-desc": "Phát triển hệ thống hỗ trợ",
                "section3-title": "7 Trụ Cột Của Tự Chăm Sóc",
                "section3-p1": "Một thực hành tự chăm sóc toàn diện giải quyết nhiều khía cạnh của sức khỏe của bạn. Đây là những lĩnh vực chính cần tập trung:",
                "pillar1-title": "Tự Chăm Sóc Tinh Thần",
                "pillar1-desc": "Các hoạt động kích thích tâm trí và hỗ trợ sức khỏe tinh thần",
                "pillar1-item1": "Đọc sách và học hỏi điều mới",
                "pillar1-item2": "Câu đố và trò chơi trí tuệ",
                "pillar1-item3": "Chánh niệm và thiền định",
                "pillar1-item4": "Sở thích sáng tạo",
                "pillar1-item5": "Thiết lập mục tiêu cá nhân",
                "pillar2-title": "Tự Chăm Sóc Thể Chất",
                "pillar2-desc": "Chăm sóc cơ thể thông qua thói quen lành mạnh",
                "pillar2-item1": "Tập thể dục thường xuyên (30 phút mỗi ngày)",
                "pillar2-item2": "Dinh dưỡng cân bằng và uống đủ nước",
                "pillar2-item3": "Ngủ đủ giấc (7-9 tiếng)",
                "pillar2-item4": "Kiểm tra sức khỏe định kỳ",
                "pillar2-item5": "Nghỉ giải lao vận động trong ngày",
                "pillar3-title": "Tự Chăm Sóc Xã Hội",
                "pillar3-desc": "Nuôi dưỡng mối quan hệ và xây dựng cộng đồng",
                "pillar3-item1": "Thời gian chất lượng với người thân",
                "pillar3-item2": "Thiết lập ranh giới lành mạnh",
                "pillar3-item3": "Tham gia nhóm cộng đồng",
                "pillar3-item4": "Hoạt động xã hội thường xuyên",
                "pillar3-item5": "Yêu cầu giúp đỡ khi cần",
                "pillar4-title": "Tự Chăm Sóc Cảm Xúc",
                "pillar4-desc": "Hiểu và xử lý cảm xúc của bạn",
                "pillar4-item1": "Viết nhật ký và suy ngẫm",
                "pillar4-item2": "Trị liệu hoặc tư vấn",
                "pillar4-item3": "Thực hành nhận thức cảm xúc",
                "pillar4-item4": "Biểu đạt sáng tạo",
                "pillar4-item5": "Tự nói chuyện tích cực",
                "pillar5-title": "Tự Chăm Sóc Nghề Nghiệp",
                "pillar5-desc": "Tạo sự cân bằng và hài lòng trong cuộc sống công việc",
                "pillar5-item1": "Thiết lập ranh giới công việc-cuộc sống",
                "pillar5-item2": "Nghỉ giải lao thường xuyên",
                "pillar5-item3": "Phát triển chuyên môn",
                "pillar5-item4": "Quản lý căng thẳng nơi làm việc",
                "pillar5-item5": "Tìm ý nghĩa trong công việc",
                "pillar6-title": "Tự Chăm Sóc Môi Trường",
                "pillar6-desc": "Tạo không gian thúc đẩy sự bình yên",
                "pillar6-item1": "Sắp xếp không gian sống",
                "pillar6-item2": "Dành thời gian trong thiên nhiên",
                "pillar6-item3": "Tạo môi trường thư giãn",
                "pillar6-item4": "Thực hành giải độc kỹ thuật số",
                "pillar6-item5": "Bao quanh bằng kích thích tích cực",
                "pillar7-title": "Tự Chăm Sóc Tâm Linh",
                "pillar7-desc": "Nuôi dưỡng cảm giác mục đích của bạn",
                "pillar7-item1": "Thiền định và cầu nguyện",
                "pillar7-item2": "Kết nối với thiên nhiên",
                "pillar7-item3": "Công việc tình nguyện",
                "pillar7-item4": "Làm rõ giá trị",
                "pillar7-item5": "Thực hành chánh niệm",
                "section4-title": "Tạo Kế Hoạch Tự Chăm Sóc Của Bạn",
                "section4-p1": "Xây dựng thói quen tự chăm sóc bền vững cần có kế hoạch và cam kết. Làm theo các bước sau để tạo kế hoạch cá nhân hóa:",
                "step1-title": "Bước 1: Tự Đánh Giá",
                "step1-desc": "Xác định lĩnh vực nào trong cuộc sống của bạn cần nhiều sự chú ý hơn. Xem xét 8 chiều kích sức khỏe và đánh giá mức độ hài lòng của bạn trong từng lĩnh vực. Thành thật về nơi bạn đang gặp khó khăn.",
                "step2-title": "Bước 2: Đặt Mục Tiêu Thực Tế",
                "step2-desc": "Chọn 2-3 thực hành tự chăm sóc cụ thể, có thể đạt được để bắt đầu. Hãy nhớ rằng những hành động nhỏ, nhất quán bền vững hơn những thay đổi mạnh mẽ. Tập trung vào những gì mang lại niềm vui cho bạn.",
                "step3-title": "Bước 3: Lên Lịch Tự Chăm Sóc",
                "step3-desc": "Xem các hoạt động tự chăm sóc như các cuộc hẹn không thể thương lượng. Chặn thời gian trong lịch của bạn và bảo vệ thời gian này khỏi các cam kết khác. Bắt đầu với chỉ 10-15 phút mỗi ngày.",
                "step4-title": "Bước 4: Thực Hiện và Điều Chỉnh",
                "step4-desc": "Bắt đầu kế hoạch của bạn và thường xuyên đánh giá những gì đang hiệu quả. Linh hoạt và điều chỉnh cách tiếp cận dựa trên những gì cảm thấy có lợi nhất. Hãy nhớ rằng nhu cầu thay đổi theo thời gian.",
                "no-list-text": "Tạo \"Danh Sách Không\" Của Bạn: Xác định những việc bạn sẽ ngừng làm để bảo vệ sức khỏe của mình. Điều này có thể bao gồm không kiểm tra email sau giờ làm việc, không cam kết quá mức hoặc không tham gia vào phương tiện truyền thông tiêu cực.",
                "section5-title": "Bộ Công Cụ Tự Chăm Sóc Thực Tế",
                "section5-p1": "Đây là các thực hành tự chăm sóc cụ thể bạn có thể kết hợp ở các khoảng thời gian khác nhau:",
                "toolkit1-title": "Thực Hành Nhanh Hàng Ngày (5-10 phút)",
                "toolkit1-item1": "Bài tập thở sâu (kỹ thuật 4-7-8)",
                "toolkit1-item2": "Viết nhật ký biết ơn (3 điều bạn biết ơn)",
                "toolkit1-item3": "Kéo giãn hoặc đi bộ ngắn quanh khu phố",
                "toolkit1-item4": "Nghỉ trà hoặc cà phê có ý thức",
                "toolkit1-item5": "Thực hành khẳng định tích cực",
                "toolkit1-item6": "Kiểm tra hydrat hóa và nghỉ uống nước",
                "toolkit1-item7": "Dọn dẹp nhanh một không gian nhỏ",
                "toolkit2-title": "Bảo Trì Hàng Tuần (30-60 phút)",
                "toolkit2-item1": "Đi bộ trong thiên nhiên lâu hơn hoặc đi bộ đường dài",
                "toolkit2-item2": "Thời gian cho sở thích sáng tạo (nghệ thuật, âm nhạc, viết lách)",
                "toolkit2-item3": "Hoạt động kết nối xã hội với bạn bè",
                "toolkit2-item4": "Thời gian giải độc kỹ thuật số (không màn hình)",
                "toolkit2-item5": "Buổi tổ chức nhà cửa",
                "toolkit2-item6": "Lập kế hoạch và chuẩn bị bữa ăn",
                "toolkit2-item7": "Buổi thiền hoặc yoga dài hơn",
                "toolkit3-title": "Khởi Động Lại Hàng Tháng (2+ giờ)",
                "toolkit3-item1": "Ngày hoặc nửa ngày tĩnh dưỡng tự chăm sóc",
                "toolkit3-item2": "Hoạt động phát triển chuyên môn",
                "toolkit3-item3": "Kiểm tra mối quan hệ với đối tác/gia đình",
                "toolkit3-item4": "Buổi xem xét và lập kế hoạch mục tiêu cuộc sống",
                "toolkit3-item5": "Buổi chăm sóc bản thân",
                "toolkit3-item6": "Công việc tình nguyện trong cộng đồng",
                "toolkit3-item7": "Xem xét và lập kế hoạch tài chính",
                "section6-title": "Vượt Qua Rào Cản Tự Chăm Sóc",
                "section6-p1": "Nhiều người gặp khó khăn trong việc duy trì các thực hành tự chăm sóc nhất quán. Đây là những rào cản phổ biến và cách vượt qua chúng:",
                "barrier1-title": "\"Tôi không có thời gian để tự chăm sóc\"",
                "barrier1-solution": "Bắt đầu với tự chăm sóc vi mô (thực hành 1-5 phút). Hãy nhớ rằng tự chăm sóc thực sự tiết kiệm thời gian bằng cách ngăn ngừa kiệt sức và cải thiện hiệu quả. Lên lịch cho nó như bất kỳ cuộc hẹn quan trọng nào khác.",
                "barrier2-title": "\"Tự chăm sóc cảm thấy ích kỷ\"",
                "barrier2-solution": "Định khung lại tự chăm sóc như bảo trì cần thiết, không phải nuông chiều. Bạn không thể rót từ cốc rỗng—chăm sóc bản thân cho phép bạn chăm sóc người khác tốt hơn. Nó giống như việc đeo mặt nạ oxy của bạn trước trên máy bay.",
                "barrier3-title": "\"Tôi không biết bắt đầu từ đâu\"",
                "barrier3-solution": "Bắt đầu với nhu cầu thể chất cơ bản (ngủ, dinh dưỡng, vận động) và xây dựng từ đó. Sử dụng tự đánh giá để xác định nhu cầu cấp thiết nhất của bạn. Bắt đầu nhỏ và ăn mừng từng bước.",
                "barrier4-title": "\"Tự chăm sóc tốn kém quá\"",
                "barrier4-solution": "Hầu hết các thực hành tự chăm sóc hiệu quả đều miễn phí! Đi bộ, thiền, viết nhật ký, thở sâu và kết nối với thiên nhiên không tốn gì. Tập trung vào các thực hành dễ tiếp cận không yêu cầu chi tiêu tiền bạc.",
                "barrier5-title": "\"Tôi cảm thấy tội lỗi khi dành thời gian cho bản thân\"",
                "barrier5-solution": "Nhận ra rằng tự chăm sóc làm cho bạn hiện diện và hiệu quả hơn trong mọi lĩnh vực cuộc sống. Đó là một khoản đầu tư vào khả năng xuất hiện trọn vẹn cho người khác. Bắt đầu với các khối thời gian nhỏ không cảm thấy tội lỗi.",
                "barrier6-title": "\"Tôi quá mệt để tự chăm sóc\"",
                "barrier6-solution": "Chọn các thực hành tự chăm sóc phục hồi, ít năng lượng. Kéo giãn nhẹ nhàng, nghe nhạc thư giãn hoặc tắm nước ấm có thể làm trẻ hóa khi bạn kiệt sức.",
                "emergency-title": "Khi Nào Cần Tìm Kiếm Trợ Giúp Chuyên Nghiệp",
                "emergency-intro": "Mặc dù tự chăm sóc quan trọng để duy trì sức khỏe tinh thần, nó không phải là sự thay thế cho điều trị chuyên nghiệp khi cần. Tìm kiếm trợ giúp chuyên nghiệp nếu bạn trải qua bất kỳ triệu chứng nào trong số này trong 2 tuần hoặc hơn:",
                "symptom1-title": "Thay Đổi Giấc Ngủ",
                "symptom1-desc": "Khó ngủ hoặc thay đổi đáng kể trong kiểu ngủ",
                "symptom2-title": "Thay Đổi Cảm Giác Thèm Ăn",
                "symptom2-desc": "Thay đổi cảm giác thèm ăn hoặc thay đổi cân nặng ngoài kế hoạch",
                "symptom3-title": "Khó Khăn Buổi Sáng",
                "symptom3-desc": "Khó ra khỏi giường vì tâm trạng",
                "symptom4-title": "Vấn Đề Tập Trung",
                "symptom4-desc": "Khó tập trung hoặc đưa ra quyết định",
                "symptom5-title": "Mất Hứng Thú",
                "symptom5-desc": "Mất hứng thú với các hoạt động bạn thường thích",
                "symptom6-title": "Hoàn Thành Công Việc",
                "symptom6-desc": "Không thể hoàn thành các công việc và hoạt động thông thường",
                "symptom7-title": "Thay Đổi Cảm Xúc",
                "symptom7-desc": "Cảm giác cáu kỉnh, thất vọng hoặc bồn chồn",
                "symptom8-title": "Lo Ngại An Toàn",
                "symptom8-desc": "Suy nghĩ làm hại bản thân hoặc người khác",
                "source-text": "Thông Tin Nguồn: Nội dung này dựa trên thông tin từ Viện Sức Khỏe Tinh Thần Quốc Gia (NIMH) và Sơ Cứu Sức Khỏe Tinh Thần. Để biết thông tin chi tiết hơn, hãy truy cập",
                "source-link1": "Chăm Sóc Sức Khỏe Tinh Thần NIMH",
                "source-link2": "Hướng Dẫn Tự Chăm Sóc Sơ Cứu Sức Khỏe Tinh Thần"
            },
            
            "therapy-resource": {
                        "page-title": "Các Loại Trị Liệu - Mentivio",
                        "hero-title": "Các Loại Trị Liệu",
                        "hero-subtitle": "Hiểu các phương pháp trị liệu khác nhau và tìm ra phương pháp phù hợp nhất với bạn",
                        "nav-what-is": "Trị Liệu Là Gì?",
                        "nav-cbt": "CBT",
                        "nav-dbt": "DBT",
                        "nav-psychodynamic": "Tâm Động Học",
                        "nav-other": "Các Loại Khác",
                        "nav-choosing": "Chọn Trị Liệu",
                        "section1-title": "Trị Liệu Tâm Lý Là Gì?",
                        "section1-p1": "Trị liệu tâm lý, thường được gọi là \"trị liệu trò chuyện\", là khi bạn làm việc với một nhà trị liệu được đào tạo trong môi trường an toàn, bảo mật để khám phá cảm xúc, suy nghĩ và hành vi của mình trong khi học các kỹ năng đối phó mới.",
                        "section1-how-title": "Trị Liệu Hoạt Động Như Thế Nào",
                        "section1-how-desc": "Trong các buổi trị liệu, bạn sẽ thảo luận về các vấn đề quá khứ hoặc hiện tại, kinh nghiệm, suy nghĩ, cảm xúc hoặc mối quan hệ. Nhà trị liệu của bạn giúp bạn tạo kết nối và đạt được những hiểu biết có thể dẫn đến những thay đổi tích cực trong cuộc sống của bạn.",
                        "effectiveness-note": "Nghiên cứu cho thấy trị liệu tâm lý có hiệu quả trong việc cải thiện triệu chứng ở nhiều tình trạng sức khỏe tinh thần. Nhiều người thấy rằng kết quả tốt nhất đến từ việc kết hợp trị liệu với thuốc khi thích hợp.",
                        "section2-title": "Trị Liệu Nhận Thức Hành Vi (CBT)",
                        "section2-p1": "CBT tập trung vào mối liên hệ giữa suy nghĩ, cảm xúc và hành vi của bạn. Nó giúp bạn xác định và thay đổi các kiểu suy nghĩ tiêu cực góp phần gây ra đau khổ cảm xúc.",
                        "cbt-how-title": "Cách Thức Hoạt Động",
                        "cbt-how-item1": "Xác định các kiểu suy nghĩ không lành mạnh",
                        "cbt-how-item2": "Thách thức niềm tin tiêu cực",
                        "cbt-how-item3": "Phát triển thói quen suy nghĩ xây dựng",
                        "cbt-how-item4": "Thường bao gồm bài tập về nhà giữa các buổi",
                        "cbt-meta1": "Tốt nhất cho: Trầm cảm, Lo âu, PTSD",
                        "cbt-meta2": "Thời lượng: 12-20 buổi",
                        "cbt-meta3": "Hỗ trợ nghiên cứu mạnh mẽ",
                        "cbt-expect-title": "Những Gì Mong Đợi",
                        "cbt-expect-item1": "Các buổi có cấu trúc với mục tiêu rõ ràng",
                        "cbt-expect-item2": "Kỹ năng thực tế bạn có thể sử dụng hàng ngày",
                        "cbt-expect-item3": "Tập trung vào các vấn đề và giải pháp hiện tại",
                        "cbt-expect-item4": "Hợp tác tích cực với nhà trị liệu của bạn",
                        "cbt-note": "CBT đã được chứng minh là tạo ra những thay đổi tích cực trong hoạt động não, cải thiện chức năng tổng thể.",
                        "section3-title": "Trị Liệu Hành Vi Biện Chứng (DBT)",
                        "section3-p1": "DBT kết hợp kỹ thuật CBT với thực hành chánh niệm, tập trung vào việc chấp nhận cảm xúc khó khăn trong khi làm việc để thay đổi hành vi không lành mạnh.",
                        "dbt-components-title": "Thành Phần Chính",
                        "dbt-components-item1": "Chánh niệm và điều chỉnh cảm xúc",
                        "dbt-components-item2": "Kỹ năng chịu đựng đau khổ",
                        "dbt-components-item3": "Hiệu quả trong quan hệ giữa các cá nhân",
                        "dbt-components-item4": "Cân bằng giữa chấp nhận và thay đổi",
                        "dbt-meta1": "Tốt nhất cho: Rối loạn nhân cách ranh giới, Tự làm hại, Suy nghĩ tự sát",
                        "dbt-meta2": "Thời lượng: Dài hạn",
                        "dbt-meta3": "Thường bao gồm trị liệu nhóm",
                        "dbt-features-title": "Đặc Điểm Độc Đáo",
                        "dbt-features-item1": "Nhấn mạnh vào xác nhận và chấp nhận",
                        "dbt-features-item2": "Đào tạo kỹ năng cho các tình huống thực tế",
                        "dbt-features-item3": "Huấn luyện qua điện thoại giữa các buổi",
                        "dbt-features-item4": "Hỗ trợ nhóm tư vấn nhà trị liệu",
                        "section4-title": "Trị Liệu Tâm Động Học",
                        "section4-p1": "Phương pháp này khám phá cách các trải nghiệm trong quá khứ và suy nghĩ vô thức ảnh hưởng đến hành vi và mối quan hệ hiện tại của bạn.",
                        "psychodynamic-approach-title": "Phương Pháp",
                        "psychodynamic-approach-item1": "Khám phá các mô hình vô thức",
                        "psychodynamic-approach-item2": "Kiểm tra trải nghiệm thời thơ ấu",
                        "psychodynamic-approach-item3": "Tập trung vào các mô hình mối quan hệ",
                        "psychodynamic-approach-item4": "Sử dụng liên tưởng tự do và phân tích giấc mơ",
                        "psychodynamic-meta1": "Tốt nhất cho: Các mô hình sâu sắc, Rối loạn nhân cách",
                        "psychodynamic-meta2": "Thời lượng: Thường dài hạn",
                        "section5-title": "Các Phương Pháp Trị Liệu Khác",
                        "section5-p1": "Có nhiều phương pháp trị liệu hiệu quả. Phương pháp tốt nhất phụ thuộc vào nhu cầu và sở thích cá nhân của bạn.",
                        "emdr-title": "Trị Liệu EMDR",
                        "emdr-desc": "Giải mẫn cảm và tái xử lý qua chuyển động mắt giúp xử lý ký ức chấn thương thông qua kích thích hai bên.",
                        "emdr-meta": "Tốt nhất cho: PTSD, Chấn thương",
                        "interpersonal-title": "Trị Liệu Giữa Các Cá Nhân",
                        "interpersonal-desc": "Tập trung vào cải thiện các mối quan hệ và chức năng xã hội để giảm bớt triệu chứng.",
                        "interpersonal-meta1": "Tốt nhất cho: Trầm cảm, Vấn đề mối quan hệ",
                        "interpersonal-meta2": "Thời lượng: 12-16 tuần",
                        "animal-title": "Trị Liệu Hỗ Trợ Động Vật",
                        "animal-desc": "Sử dụng động vật trị liệu được đào tạo để giảm lo âu, trầm cảm và cung cấp sự thoải mái.",
                        "animal-meta": "Tốt nhất cho: Lo âu, PTSD, Môi trường bệnh viện",
                        "mindfulness-title": "Trị Liệu Chánh Niệm",
                        "mindfulness-desc": "Kết hợp thực hành thiền định và nhận thức với kỹ thuật trị liệu truyền thống.",
                        "mindfulness-meta": "Tốt nhất cho: Căng thẳng, Lo âu, Phòng ngừa trầm cảm",
                        "section6-title": "Cách Chọn Đúng Phương Pháp Trị Liệu",
                        "section6-p1": "Tìm đúng phương pháp trị liệu và nhà trị liệu là chìa khóa cho điều trị thành công. Hãy xem xét các yếu tố sau:",
                        "tip1-title": "Mục Tiêu Của Bạn",
                        "tip1-desc": "Bạn muốn đạt được điều gì? Giảm nhẹ triệu chứng? Phát triển cá nhân? Mối quan hệ tốt hơn? Các phương pháp trị liệu khác nhau tập trung vào các kết quả khác nhau.",
                        "tip2-title": "Cơ Sở Bằng Chứng",
                        "tip2-desc": "Tìm các phương pháp trị liệu có hỗ trợ nghiên cứu cho các mối quan tâm cụ thể của bạn. CBT và DBT có bằng chứng mạnh mẽ cho nhiều tình trạng.",
                        "tip3-title": "Sự Phù Hợp Với Nhà Trị Liệu",
                        "tip3-desc": "Mối quan hệ với nhà trị liệu của bạn là rất quan trọng. Bạn nên cảm thấy thoải mái, được hiểu và tôn trọng.",
                        "tip4-title": "Yếu Tố Thực Tế",
                        "tip4-desc": "Xem xét chi phí, địa điểm, khả năng tiếp cận, bảo hiểm và cam kết thời gian khi đưa ra quyết định của bạn.",
                        "choosing-note": "Hãy nhớ: Không sao khi thử các nhà trị liệu hoặc phương pháp khác nhau cho đến khi bạn tìm thấy phương pháp phù hợp nhất với mình. Trị liệu tốt nên cảm thấy như một sự hợp tác.",
                        "source-text": "Thông Tin Nguồn: Nội dung này dựa trên thông tin từ Liên minh Quốc gia về Bệnh Tinh thần (NAMI). Để biết thông tin chi tiết hơn, hãy truy cập",
                        "source-link": "Thông Tin Trị Liệu Tâm Lý NAMI"
                    },
  
  "about": {
    "page-title": "Giới Thiệu - Mentivio",
    "hero-title": "Về Mentivio",
    "hero-subtitle": "Tạo ra cách tiếp cận đồng cảm với nhận thức và giáo dục sức khỏe tinh thần",
    "mission-statement": "\"Sứ mệnh của chúng tôi là trao quyền cho các cá nhân với kiến thức, công cụ và tài nguyên để hiểu rõ hơn về sức khỏe tinh thần của họ và thực hiện các bước chủ động hướng tới sức khỏe.\"",
    
    "story-title": "Câu Chuyện Của Chúng Tôi",
    "story-subtitle": "Cách Mentivio bắt đầu và hành trình của chúng tôi hướng tới việc làm cho tài nguyên sức khỏe tinh thần dễ tiếp cận hơn",
    
    "timeline-2024-year": "2024",
    "timeline-2024-title": "Bước Ngoặt",
    "timeline-2024-content": "Sau cuộc chiến của chính tôi với trầm cảm và mất mát, tôi nhận ra có bao nhiêu người đang âm thầm vật lộn. Tôi chứng kiến bạn bè và người thân đối mặt với những thách thức tương tự, thường cảm thấy cô đơn và không chắc chắn nên tìm kiếm sự giúp đỡ ở đâu.",
    
    "timeline-2025-year": "2025",
    "timeline-2025-title": "Xây Dựng Với Mục Đích",
    "timeline-2025-content": "Tôi bắt đầu hợp tác với các chuyên gia sức khỏe tinh thần để tạo ra các công cụ thu hẹp khoảng cách giữa chăm sóc lâm sàng và những khó khăn hàng ngày. Mục tiêu của chúng tôi rất đơn giản: làm cho hỗ trợ sức khỏe tinh thần có thể tiếp cận được với tất cả mọi người, bất kể hoàn cảnh của họ.",
    
    "subtimeline-august-date": "Tháng 8, 2025",
    "subtimeline-august-title": "Lên Ý Tưởng & Thu Thập Dữ Liệu",
    "subtimeline-august-content": "Các buổi động não ban đầu, phát triển khái niệm và thu thập và làm sạch dữ liệu toàn diện để xây dựng tập dữ liệu nền tảng của chúng tôi.",
    
    "subtimeline-october-date": "Tháng 10, 2025",
    "subtimeline-october-title": "Phát Triển Học Máy",
    "subtimeline-october-content": "Xây dựng và thử nghiệm nhiều mô hình ML để tìm giải pháp tối ưu cho việc phát triển công cụ đánh giá sức khỏe tinh thần của chúng tôi, tập trung vào độ chính xác và trải nghiệm người dùng.",
    
    "subtimeline-november-date": "Tháng 11, 2025",
    "subtimeline-november-title": "Phát Triển Nền Tảng",
    "subtimeline-november-content": "Tích hợp các mô hình ML vào một nền tảng web thân thiện với người dùng, tập trung vào thiết kế trực quan và khả năng tiếp cận cho tất cả người dùng.",
    
    "timeline-now-year": "Hiện Tại",
    "timeline-now-title": "Một Cộng Đồng Hy Vọng",
    "timeline-now-content": "Mentivio là lời hứa của tôi rằng không ai nên đối mặt với hành trình sức khỏe tinh thần một mình. Được sinh ra từ kinh nghiệm cá nhân, đó là một nền tảng được xây dựng với sự đồng cảm và thấu hiểu cho bất kỳ ai tìm kiếm sự hỗ trợ.",
    
    "values-title": "Giá Trị Của Chúng Tôi",
    "values-subtitle": "Các nguyên tắc hướng dẫn mọi thứ chúng tôi làm tại Mentivio",
    
    "value-privacy-title": "Quyền Riêng Tư Đầu Tiên",
    "value-privacy-content": "Hành trình sức khỏe tinh thần của bạn là cá nhân. Chúng tôi đảm bảo tính bảo mật và bảo mật dữ liệu hoàn toàn.",
    
    "value-empowerment-title": "Trao Quyền",
    "value-empowerment-content": "Chúng tôi cung cấp kiến thức và công cụ để giúp bạn đưa ra quyết định sáng suốt về sức khỏe của mình.",
    
    "value-compassion-title": "Đồng Cảm",
    "value-compassion-content": "Mọi tương tác đều được hướng dẫn bởi sự đồng cảm và thấu hiểu. Chúng tôi gặp bạn ở nơi bạn đang ở.",
    
    "value-evidence-title": "Dựa Trên Bằng Chứng",
    "value-evidence-content": "Tài nguyên của chúng tôi được phát triển với các chuyên gia sức khỏe tinh thần sử dụng nghiên cứu hiện tại.",
    
    "team-title": "Đội Ngũ Của Chúng Tôi",
    "team-subtitle": "Những người đứng sau Mentivio",
    
    "team-founder-name": "Shin Le",
    "team-founder-role": "Người Sáng Lập",
    "team-founder-bio": "Tạo ra Mentivio sau kinh nghiệm cá nhân với các thách thức về sức khỏe tinh thần. Tin rằng mọi người đều xứng đáng được tiếp cận hỗ trợ đồng cảm.",
    
    "team-advisors-name": "Chuyên Gia Sức Khỏe Tinh Thần",
    "team-advisors-role": "Cố Vấn Chuyên Nghiệp",
    "team-advisors-bio": "Các chuyên gia được cấp phép đảm bảo nội dung của chúng tôi chính xác, nhạy cảm và thực sự hữu ích cho những người tìm kiếm sự hỗ trợ.",
    
    "team-community-name": "Cộng Đồng Của Chúng Tôi",
    "team-community-role": "Nguồn Cảm Hứng Của Chúng Tôi",
    "team-community-bio": "Mỗi người chia sẻ câu chuyện của họ và thực hiện các bước hướng tới việc hiểu sức khỏe tinh thần của họ thúc đẩy sứ mệnh của chúng tôi.",
    
    "cta-title": "Bắt Đầu Hành Trình Của Bạn",
    "cta-subtitle": "Thực hiện bước đầu tiên hướng tới việc hiểu sức khỏe tinh thần của bạn với các công cụ miễn phí, bảo mật của chúng tôi",
    "cta-assessment": "Làm Đánh Giá",
    "cta-learn-more": "Tìm Hiểu Thêm"
  },
  
  
    "crisis": {
    "page-title": "Hỗ Trợ Khủng Hoảng - Mentivio",
    "header-title": "Hỗ Trợ Khủng Hoảng",
    "header-subtitle": "Sự trợ giúp và tài nguyên ngay lập tức khi bạn cần nhất. Sự an toàn và hạnh phúc của bạn là ưu tiên của chúng tôi.",
    
    "emergency-title": "Hỗ Trợ Khủng Hoảng Ngay Lập Tức",
    "emergency-subtitle": "Nếu bạn đang trải qua các triệu chứng nghiêm trọng hoặc có suy nghĩ làm hại bản thân hoặc người khác, hãy tìm kiếm sự giúp đỡ ngay lập tức.",
    
    "lifeline-title": "Đường Dây Khủng Hoảng & Tự Tử 988",
    "lifeline-desc": "Gọi hoặc nhắn tin 988 — có sẵn 24/7 để được hỗ trợ miễn phí, bảo mật",
    
    "textline-title": "Đường Dây Nhắn Tin Khủng Hoảng",
    "textline-desc": "Nhắn tin HOME đến 741741 để kết nối với một cố vấn khủng hoảng được đào tạo",
    
    "emergency-services-title": "Dịch Vụ Khẩn Cấp",
    "emergency-services-desc": "Gọi 911 hoặc đến phòng cấp cứu gần nhất nếu đang gặp nguy hiểm ngay lập tức",
    
    "crisis-info-title": "Phải Làm Gì Trong Khủng Hoảng",
    "crisis-info-subtitle": "Nhận biết các dấu hiệu và biết cách phản ứng có thể tạo ra sự khác biệt quan trọng trong trường hợp khẩn cấp sức khỏe tinh thần",
    
    "recognize-title": "Nhận Biết Các Dấu Hiệu",
    "recognize-content": "Thay đổi tâm trạng cực đoan, nói về tự tử, lo âu nghiêm trọng, không thể thực hiện các nhiệm vụ hàng ngày, hoặc bày tỏ sự tuyệt vọng.",
    
    "calm-title": "Giữ Bình Tĩnh",
    "calm-content": "Hít thở sâu và cố gắng giữ bình tĩnh. Sự hiện diện bình tĩnh của bạn có thể giúp người trong khủng hoảng cảm thấy an toàn hơn.",
    
    "listen-title": "Lắng Nghe Không Phán Xét",
    "listen-content": "Để người đó bày tỏ cảm xúc của họ mà không ngắt lời hoặc đưa ra lời khuyên không được yêu cầu.",
    
    "remove-title": "Loại Bỏ Nguy Hiểm Ngay Lập Tức",
    "remove-content": "Nếu có thể, hãy loại bỏ bất kỳ vật dụng nào có thể được sử dụng để tự làm hại khỏi môi trường xung quanh.",
    
    "stay-title": "Đừng Để Họ Ở Một Mình",
    "stay-content": "Ở lại với người đó cho đến khi sự giúp đỡ chuyên nghiệp đến hoặc cơn khủng hoảng qua đi.",
    
    "followup-title": "Theo Dõi",
    "followup-content": "Sau cơn khủng hoảng ngay lập tức, hãy kiểm tra thường xuyên và khuyến khích hỗ trợ chuyên nghiệp liên tục.",
    
    "cta-title": "Sức Khỏe Tinh Thần Của Bạn Quan Trọng",
    "cta-subtitle": "Tìm kiếm sự giúp đỡ là một dấu hiệu của sức mạnh, không phải điểm yếu. Dù bạn đang trong khủng hoảng hay chỉ cần ai đó để nói chuyện, sự hỗ trợ luôn có sẵn.",
    
    "assessment-btn": "Làm Tự Đánh Giá",
    "resources-btn": "Xem Tất Cả Tài Nguyên",
    
    "modal-title": "Tìm Phòng Cấp Cứu Gần Bạn",
    "current-location-title": "Sử Dụng Vị Trí Hiện Tại",
    "current-location-desc": "Tìm phòng cấp cứu gần bạn",
    "current-location-note": "Chúng tôi sẽ sử dụng vị trí hiện tại của bạn",
    
    "search-location-title": "Tìm Kiếm Theo Vị Trí",
    "search-location-desc": "Nhập thành phố hoặc mã bưu điện của bạn",
    "search-location-note": "Tìm sự giúp đỡ ở bất kỳ khu vực nào",
    
    "search-placeholder": "Nhập thành phố hoặc mã bưu điện của bạn",
    "search-btn": "Tìm Kiếm"
  },


"analogy":{
  "page_title": "So Sánh Rối Loạn Tâm Trạng: Hình Ảnh Tương Tự",
  "analogy_hero_title0": "Công Cụ Hình Dung Trạng Thái Sức Khỏe Tinh Thần",
  "analogy_hero_description0": "Hình dung lâm sàng chính xác các trạng thái Rối loạn lưỡng cực I, Lưỡng cực II, Trầm cảm và tâm trạng bình thường",
  
  "analogy_disclaimer_title0": "Tuyên Bố Miễn Trừ Trách Nhiệm Quan Trọng",
  "analogy_disclaimer_text0": "Hình dung này chỉ dành cho <strong>mục đích giáo dục</strong> và <strong>không phải là công cụ chẩn đoán</strong>. Các tình trạng sức khỏe tinh thần rất phức tạp và khác nhau giữa các cá nhân.",
  
  "analogy_global_start_all0": "Bắt Đầu Tất Cả",
  "analogy_global_stop_all0": "Dừng Tất Cả",
  "analogy_global_reset_all0": "Đặt Lại Tất Cả",
  
  "analogy_conditions": {
    "bipolar1": {
      "name0": "Rối Loạn Lưỡng Cực I",
      "indicator_manic0": "GIAI ĐOẠN HƯNG CẢM",
      "indicator_depressive0": "GIAI ĐOẠN TRẦM CẢM",
      "indicator_default0": "TÀU LƯỢN SIÊU TỐC CỰC ĐOAN",
      "conversations0": {
        "manic": [
          "Tôi có thể làm bất cứ điều gì! Tôi không cần ngủ cả ngày trời!",
          "Suy nghĩ của tôi đang chạy đua với tốc độ chóng mặt!",
          "Sao mọi người lại chậm chạp thế? Tôi phải làm hết mọi thứ NGAY bây giờ!",
          "Hôm nay tôi sẽ khởi nghiệp ba công ty! Không gì cản được tôi!",
          "Tôi thấy mình bất khả chiến bại! Cứ mạo hiểm đi!"
        ],
        "depressive": [
          "Tôi không thể ra khỏi giường. Mọi thứ đều vô nghĩa.",
          "Tại sao tôi lại làm mấy chuyện đó? Tôi là một kẻ thất bại thảm hại.",
          "Tôi ước gì mình có thể biến mất mãi mãi.",
          "Tôi chẳng thể tập trung vào bất cứ điều gì. Cố gắng để làm gì?",
          "Không có tôi mọi người sẽ tốt hơn rất nhiều."
        ]
      }
    },
    "bipolar2": {
      "name0": "Rối Loạn Lưỡng Cực II",
      "indicator_hypomanic0": "GIAI ĐOẠN HƯNG CẢM NHẸ",
      "indicator_depressive0": "GIAI ĐOẠN TRẦM CẢM",
      "indicator_default0": "CAO ĐỘ NHẸ, THẤP ĐỘ SÂU",
      "conversations0": [
        "Tôi làm việc năng suất quá! Nhưng tôi biết cảm giác này sẽ không kéo dài...",
        "Tôi thấy tuyệt vời, nhưng có điều gì đó không ổn lắm...",
        "Tôi đã hoàn thành rất nhiều việc chỉ trong vài giờ ngắn ngủi!",
        "Tôi cứ nói mãi, có quá nhiều điều muốn chia sẻ!",
        "Năng lượng này thật kinh ngạc, nhưng cơn suy sụp sắp ập đến rồi."
      ]
    },
    "depression": {
      "name0": "Rối Loạn Trầm Cảm Chủ Yếu",
      "indicator_depressive0": "GIAI ĐOẠN TRẦM CẢM",
      "indicator_default0": "CHỈ CÓ THẤP ĐỘ SÂU",
      "conversations0": [
        "Mọi thứ đều nặng trịch. Tôi không thể ra khỏi giường.",
        "Tại sao mọi chuyện cứ vô nghĩa thế này?",
        "Tôi ước gì mình có thể biến mất.",
        "Tôi không thể tập trung vào bất cứ điều gì. Cố gắng để làm gì?",
        "Không có tôi mọi người sẽ tốt hơn rất nhiều."
      ]
    },
    "normal": {
      "name0": "Trạng Thái Tâm Trạng Bình Thường",
      "indicator_default0": "THĂNG TRẦM HẰNG NGÀY",
      "conversations0": [
        "Hôm nay cũng ổn. Có lúc vui, lúc buồn, nhưng mọi thứ vẫn trong tầm kiểm soát.",
        "Tôi cảm thấy cân bằng và làm chủ được cảm xúc của mình.",
        "Một số việc hơi khó khăn, nhưng tôi có thể giải quyết được.",
        "Tôi trân trọng những niềm vui nhỏ trong cuộc sống thường nhật.",
        "Tôi có đủ năng lượng cho công việc và cả chuyện cá nhân."
      ]
    }
  },
  
  "analogy_timeline_title0": "Dòng Thời Gian Tâm Trạng",
  "analogy_timeline_title1": "Dòng Thời Gian Tâm Trạng",
  "analogy_timeline_title2": "Dòng Thời Gian Tâm Trạng",
  "analogy_timeline_title3": "Dòng Thời Gian Tâm Trạng",
  
  "analogy_label_severe_depression0": "Trầm Cảm Nặng",
  "analogy_label_severe_depression1": "Trầm Cảm Nặng",
  "analogy_label_severe_depression2": "Trầm Cảm Nặng",
  "analogy_label_normal0": "Bình Thường",
  "analogy_label_normal1": "Bình Thường",
  "analogy_label_normal2": "Bình Thường",
  "analogy_label_normal3": "Bình Thường",
  "analogy_label_mania0": "Hưng Cảm",
  "analogy_label_hypomania0": "Hưng Cảm Nhẹ",
  "analogy_label_no_highs0": "Không Có Cao Độ",
  "analogy_label_sad_moments0": "Khoảnh Khắc Buồn",
  "analogy_label_happy_moments0": "Khoảnh Khắc Vui",
  
  "analogy_metrics_title0": "Các Chỉ Số Chính",
  "analogy_metrics_title1": "Các Chỉ Số Chính",
  "analogy_metrics_title2": "Các Chỉ Số Chính",
  "analogy_metrics_title3": "Các Chỉ Số Chính",
  
  "analogy_energy_level0": "MỨC NĂNG LƯỢNG",
  "analogy_energy_level1": "MỨC NĂNG LƯỢNG",
  "analogy_energy_level2": "MỨC NĂNG LƯỢNG",
  "analogy_energy_level3": "MỨC NĂNG LƯỢNG",
  
  "analogy_sleep_need0": "NHU CẦU NGỦ",
  "analogy_sleep_need1": "NHU CẦU NGỦ",
  "analogy_sleep_need2": "NHU CẦU NGỦ",
  "analogy_sleep_need3": "NHU CẦU NGỦ",
  
  "analogy_functionality0": "KHẢ NĂNG HOẠT ĐỘNG",
  "analogy_functionality1": "KHẢ NĂNG HOẠT ĐỘNG",
  "analogy_functionality2": "KHẢ NĂNG HOẠT ĐỘNG",
  "analogy_functionality3": "KHẢ NĂNG HOẠT ĐỘNG",
  
  "analogy_hospitalization_risk0": "NGUY CƠ NHẬP VIỆN",
  "analogy_hospitalization_risk1": "NGUY CƠ NHẬP VIỆN",
  "analogy_hospitalization_risk2": "NGUY CƠ NHẬP VIỆN",
  "analogy_hospitalization_risk3": "NGUY CƠ NHẬP VIỆN",
  
  "analogy_start0": "Bắt Đầu",
  "analogy_start1": "Bắt Đầu",
  "analogy_start2": "Bắt Đầu",
  "analogy_start3": "Bắt Đầu",
  
  "analogy_stop0": "Dừng",
  "analogy_stop1": "Dừng",
  "analogy_stop2": "Dừng",
  "analogy_stop3": "Dừng",
  
  "analogy_reset0": "Đặt Lại",
  "analogy_reset1": "Đặt Lại",
  "analogy_reset2": "Đặt Lại",
  "analogy_reset3": "Đặt Lại",
  
  "analogy_summary_bipolar1_title0": "Lưỡng Cực I",
  "analogy_summary_bipolar1_description0": "<strong>Tàu Lượn Siêu Tốc Cực Đoan</strong> - Đặc trưng bởi các giai đoạn hưng cảm có thể cần nhập viện. Là dạng rối loạn lưỡng cực nghiêm trọng nhất.",
  
  "analogy_summary_bipolar2_title0": "Lưỡng Cực II",
  "analogy_summary_bipolar2_description0": "<strong>Cao Độ Nhẹ, Thấp Độ Sâu</strong> - Được xác định bởi các giai đoạn hưng cảm nhẹ (ít nghiêm trọng hơn hưng cảm) và các giai đoạn trầm cảm chủ yếu.",
  
  "analogy_summary_depression_title0": "Trầm Cảm",
  "analogy_summary_depression_description0": "<strong>Chỉ Có Thấp Độ Sâu</strong> - Đặc trưng bởi chỉ có các giai đoạn trầm cảm, không có tiền sử hưng cảm hoặc hưng cảm nhẹ.",
  
  "analogy_summary_normal_title0": "Tâm Trạng Bình Thường",
  "analogy_summary_normal_description0": "<strong>Thăng Trầm Hằng Ngày</strong> - Những biến động cảm xúc bình thường không làm suy giảm đáng kể khả năng hoạt động.",
  
  "analogy_comparison_title0": "Sự Khác Biệt Chính Giữa Các Trạng Thái",
  
  "analogy_table_feature_header0": "Đặc Điểm",
  
  "analogy_table_bipolar1_header0": "Lưỡng Cực I",
  "analogy_table_bipolar2_header0": "Lưỡng Cực II",
  "analogy_table_depression_header0": "Trầm Cảm (MDD)",
  "analogy_table_normal_header0": "Tâm Trạng Bình Thường",
  
  "analogy_table_high_mood0": "Giai Đoạn Tâm Trạng Cao",
  "analogy_table_low_mood0": "Giai Đoạn Tâm Trạng Thấp",
  "analogy_table_energy0": "Mức Năng Lượng",
  "analogy_table_sleep0": "Mô Hình Giấc Ngủ",
  "analogy_table_impact0": "Tác Động Lên Cuộc Sống",
  "analogy_table_diagnosis0": "Khóa Chẩn Đoán",
  
  "analogy_bipolar1_name0": "Rối Loạn Lưỡng Cực I",
  "analogy_bipolar2_name0": "Rối Loạn Lưỡng Cực II",
  "analogy_depression_name0": "Rối Loạn Trầm Cảm Chủ Yếu",
  "analogy_normal_name0": "Trạng Thái Tâm Trạng Bình Thường",
  
  "analogy_bipolar1_high_mood_content0": "<span class=\"critical-difference\">Hưng Cảm (Mania)</span><br><span class=\"key-point\">• Năng lượng rất cao</span><br><span class=\"key-point\">• Hành vi mạo hiểm</span><br><span class=\"key-point\">• Có thể cần nhập viện</span><br><span class=\"key-point\">• Có thể bị loạn thần</span>",
  "analogy_bipolar2_high_mood_content0": "<span class=\"critical-difference\">Hưng Cảm Nhẹ (Hypomania)</span><br><span class=\"key-point\">• Mức độ nhẹ hơn</span><br><span class=\"key-point\">• Có thể làm việc hiệu quả</span><br><span class=\"key-point\">• Không bị loạn thần</span><br><span class=\"key-point\">• Không cần nhập viện</span>",
  "analogy_depression_high_mood_content0": "<span class=\"critical-difference\">Không</span><br><span class=\"key-point\">• Không có giai đoạn tâm trạng cao</span>",
  "analogy_normal_high_mood_content0": "<span class=\"key-point\">Các biến động tâm trạng bình thường</span><br><span class=\"key-point\">• Hạnh phúc tạm thời</span><br><span class=\"key-point\">• Phù hợp với bối cảnh</span>",
  
  "analogy_bipolar1_low_mood_content0": "<span class=\"key-point\">Trầm Cảm Chủ Yếu</span><br><span class=\"key-point\">• Nghiêm trọng</span><br><span class=\"key-point\">• Gây suy nhược</span><br><span class=\"key-point\">• Thường xảy ra sau hưng cảm</span>",
  "analogy_bipolar2_low_mood_content0": "<span class=\"key-point\">Trầm Cảm Chủ Yếu</span><br><span class=\"key-point\">• Thường xuyên hơn</span><br><span class=\"key-point\">• Kéo dài hơn</span><br><span class=\"key-point\">• Là vấn đề chính được than phiền</span>",
  "analogy_depression_low_mood_content0": "<span class=\"critical-difference\">Trầm Cảm Chủ Yếu</span><br><span class=\"key-point\">• Chỉ có trạng thái tâm trạng này</span><br><span class=\"key-point\">• Không có cao độ</span><br><span class=\"key-point\">• Có thể nghiêm trọng</span><br><span class=\"key-point\">• Kéo dài</span>",
  "analogy_normal_low_mood_content0": "<span class=\"key-point\">Đôi khi buồn bã</span><br><span class=\"key-point\">• Ngắn hạn</span><br><span class=\"key-point\">• Tương xứng với sự kiện</span>",
  
  "analogy_bipolar1_energy_content0": "<span class=\"critical-difference\">Cực cao + Cực thấp</span><br><span class=\"key-point\">• Hưng cảm: năng lượng dư thừa</span><br><span class=\"key-point\">• Trầm cảm: năng lượng rất thấp</span>",
  "analogy_bipolar2_energy_content0": "<span class=\"key-point\">Cao (hưng cảm nhẹ) + Thấp</span><br><span class=\"key-point\">• Hưng cảm nhẹ: tăng năng lượng</span><br><span class=\"key-point\">• Trầm cảm: năng lượng thấp</span>",
  "analogy_depression_energy_content0": "<span class=\"key-point\">Chủ yếu là thấp</span><br><span class=\"key-point\">• Năng lượng thấp liên tục</span><br><span class=\"key-point\">• Mệt mỏi phổ biến</span>",
  "analogy_normal_energy_content0": "<span class=\"key-point\">Cân bằng, kiểm soát được</span><br><span class=\"key-point\">• Dao động hàng ngày bình thường</span>",
  
  "analogy_bipolar1_sleep_content0": "<span class=\"critical-difference\">Ngủ rất ít/không ngủ trong hưng cảm</span><br><span class=\"key-point\">• Cảm thấy tỉnh táo dù ngủ ít</span><br><span class=\"key-point\">• Ngủ quá nhiều trong trầm cảm</span>",
  "analogy_bipolar2_sleep_content0": "<span class=\"key-point\">Giảm ngủ trong hưng cảm nhẹ</span><br><span class=\"key-point\">• Ít nhu cầu ngủ hơn</span><br><span class=\"key-point\">• Ngủ quá nhiều trong trầm cảm</span>",
  "analogy_depression_sleep_content0": "<span class=\"key-point\">Khó ngủ hoặc ngủ quá nhiều</span><br><span class=\"key-point\">• Mất ngủ hoặc ngủ nhiều</span>",
  "analogy_normal_sleep_content0": "<span class=\"key-point\">Các biến động bình thường</span><br><span class=\"key-point\">• Chu kỳ ngủ - thức đều đặn</span>",
  
  "analogy_bipolar1_impact_content0": "<span class=\"critical-difference\">Nghiêm trọng, gây gián đoạn</span><br><span class=\"key-point\">• Không thể làm việc trong các giai đoạn</span><br><span class=\"key-point\">• Thiệt hại nặng nề đến các mối quan hệ</span>",
  "analogy_bipolar2_impact_content0": "<span class=\"key-point\">Vừa phải nhưng vẫn gây gián đoạn</span><br><span class=\"key-point\">• Khó duy trì chức năng</span><br><span class=\"key-point\">• Các mối quan hệ bị căng thẳng</span>",
  "analogy_depression_impact_content0": "<span class=\"key-point\">Có thể nghiêm trọng, kéo dài</span><br><span class=\"key-point\">• Hiệu suất công việc/học tập giảm sút</span><br><span class=\"key-point\">• Rút lui khỏi xã hội</span>",
  "analogy_normal_impact_content0": "<span class=\"key-point\">Kiểm soát được</span><br><span class=\"key-point\">• Không làm gián đoạn chức năng hàng ngày</span>",
  
  "analogy_bipolar1_diagnosis_content0": "<span class=\"critical-difference\">Hưng cảm xác định Lưỡng cực I</span><br><div class=\"highlight-box\"><strong>Đặc Điểm Phân Biệt Chính:</strong> Sự hiện diện của ít nhất một giai đoạn hưng cảm</div>",
  "analogy_bipolar2_diagnosis_content0": "<span class=\"critical-difference\">Hưng cảm nhẹ + Trầm cảm xác định Lưỡng cực II</span><br><div class=\"highlight-box\"><strong>Đặc Điểm Phân Biệt Chính:</strong> Hưng cảm nhẹ (không phải hưng cảm) + trầm cảm chủ yếu</div>",
  "analogy_depression_diagnosis_content0": "<span class=\"critical-difference\">Chỉ Trầm cảm (không hưng cảm/hưng cảm nhẹ)</span><br><div class=\"highlight-box\"><strong>Đặc Điểm Phân Biệt Chính:</strong> Không có tiền sử giai đoạn tâm trạng cao</div>",
  "analogy_normal_diagnosis_content0": "<span class=\"key-point\">Không phải là một rối loạn</span><br><div class=\"highlight-box\"><strong>Đặc Điểm Phân Biệt Chính:</strong> Phạm vi cảm xúc bình thường của con người</div>"
},




  "app": {
    "title": "Mentivio - Nền tảng Đánh giá Sức khỏe Tinh thần",
    "description": "Đánh giá và theo dõi sức khỏe tinh thần an toàn, có cơ sở lâm sàng",
    "copyright": "© 2024 Mentivio. Mọi quyền được bảo lưu.",
    "version": "3.0"
  },
  "prediction": {
    "page-title": "Đánh giá Sức khỏe Tinh thần - Mentivio",
    "hero-title": "Đánh giá Sức khỏe Tinh thần Tự hướng dẫn",
    "hero-description": "Thực hiện một đánh giá bảo mật, có cơ sở lâm sàng để hiểu rõ hơn về trạng thái tinh thần của bạn và nhận thông tin chi tiết cá nhân hóa.",
    "feature-secure": "Bảo mật & Riêng tư",
    "feature-clinical": "Có cơ sở Lâm sàng",
    "feature-insights": "Thông tin chi tiết Cá nhân hóa",
    "welcome-title": "Chào mừng đến với Đánh giá Sức khỏe Tinh thần",
    "welcome-description": "Bài đánh giá toàn diện này đánh giá nhiều lĩnh vực sức khỏe tinh thần bao gồm tâm trạng, lo âu, kiểu ngủ, chức năng nhận thức và kiểu hành vi. Câu trả lời của bạn sẽ giúp cung cấp cái nhìn sâu sắc về tình trạng sức khỏe tinh thần của bạn.",
    "feature-confidential": "Hoàn toàn Bảo mật",
    "feature-time": "Đánh giá 10-15 Phút",
    "feature-evidence": "Phân tích dựa trên Bằng chứng",
    "feature-personalized": "Thông tin chi tiết Cá nhân hóa",
    "start-button-text": "Bắt đầu Bài đánh giá Mới",
    "view-history-button-text": "Xem Lịch sử Đánh giá",
    "important-note-title": "Lưu ý Quan trọng:",
    "important-note-text": "Bài đánh giá này chỉ dành cho mục đích thông tin và không thay thế cho lời khuyên, chẩn đoán hoặc điều trị y tế chuyên nghiệp. Tất cả dữ liệu được lưu trữ an toàn trên máy chủ của chúng tôi để bảo vệ quyền riêng tư của bạn.",
    "questionOf": "Câu hỏi {current} trên {total}",
    "processing-title": "Đang Xử lý Bài đánh giá của Bạn",
    "processing-description": "Đang phân tích các câu trả lời của bạn dựa trên các mô hình đánh giá lâm sàng...",
    "step-validating": "✓ Đang xác thực câu trả lời",
    "step-calculating": "✓ Đang tính điểm miền",
    "step-analyzing": "✓ Đang phân tích hồ sơ kiểu mẫu",
    "step-generating": "✓ Đang tạo thông tin chi tiết cá nhân hóa",
    "step-finalizing": "✓ Đang hoàn tất kết quả",
    "review-title": "Xem lại Câu trả lời của Bạn",
    "review-description": "Vui lòng xem lại câu trả lời của bạn trước khi gửi. Bạn có thể chỉnh sửa bất kỳ câu trả lời nào bằng cách nhấp vào nó.",
    "patient-info-title": "Thông tin Bệnh nhân",
    "patient-name-label": "Tên Bệnh nhân:",
    "patient-name-placeholder": "Nhập tên bệnh nhân",
    "patient-number-label": "Mã số Bệnh nhân:",
    "patient-number-placeholder": "Nhập mã số bệnh nhân",
    "patient-age-label": "Tuổi:",
    "patient-age-placeholder": "Nhập tuổi",
    "patient-gender-label": "Giới tính:",
    "patient-gender-default": "Chọn Giới tính",
    "patient-gender-male": "Nam",
    "patient-gender-female": "Nữ",
    "patient-gender-other": "Khác",
    "patient-gender-prefer-not": "Không muốn tiết lộ",
    "review-note-title": "📝 Quan trọng:",
    "review-note-text": "Để lưu bài đánh giá của bạn và truy cập lịch sử sau này, vui lòng nhập **tên** và một **mã số bệnh nhân duy nhất** của bạn. Bạn sẽ cần những chi tiết này để xem lịch sử đánh giá của mình lần sau.",
    "responses-title": "Câu trả lời của Bạn",
    "answerLabel": "Trả lời:",
    "editButton": "Chỉnh sửa",
    "submit-assessment-button": "Gửi Bài đánh giá ✓",
    "results-complete": "Hoàn thành Đánh giá",
    "primary-result-title": "Kết quả Đánh giá Chính",
    "confidence": "Độ tin cậy",
    "normal-diagnosis": "Bình thường",
    "normal-description": "Các câu trả lời của bạn cho thấy các kiểu sức khỏe tinh thần điển hình, không phát hiện ra mối lo ngại lâm sàng đáng kể nào trên các miền được đánh giá.",
    "other-diagnoses-title": "Các Chẩn đoán Khả thi Khác",
    "questions-answers-title": "Câu hỏi & Câu trả lời Đánh giá",
    "disclaimer-title": "Tuyên bố Từ chối Trách nhiệm Quan trọng:",
    "disclaimer-text": "Bài đánh giá này chỉ dành cho mục đích thông tin và không thay thế cho lời khuyên, chẩn đoán hoặc điều trị y tế chuyên nghiệp. Luôn tìm kiếm lời khuyên từ nhà cung cấp dịch vụ y tế có trình độ với bất kỳ câu hỏi nào bạn có thể có liên quan đến tình trạng sức khỏe.",
    "generatingPDF": "Đang tạo PDF...",
    "history-title": "Lịch sử Đánh giá",
    "history-description": "Xem và quản lý các bài đánh giá trước đây của bạn",
    "access-history-title": "Truy cập Lịch sử Đánh giá của Bạn",
    "login-name-label": "Tên Bệnh nhân:",
    "login-name-placeholder": "Nhập tên của bạn",
    "login-number-label": "Mã số Bệnh nhân:",
    "login-number-placeholder": "Nhập mã số bệnh nhân của bạn",
    "welcome-patient": "Chào mừng, {name}",
    "report-filename": "Báo_cáo_Sức_khỏe_Tâm_thần",
    "loading": "Đang tải...",
    "notAnswered": "Chưa trả lời",
    "not_provided": "Chưa cung cấp",
    "questionCategories": {
      "Mood & Emotions": "Tâm trạng & Cảm xúc",
      "Sleep & Energy": "Giấc ngủ & Năng lượng",
      "Safety Assessment": "Đánh giá An toàn",
      "Behavioral Patterns": "Kiểu Hành vi",
      "Anxiety & Worry": "Lo âu & Lo lắng",
      "Physical Health": "Sức khỏe Thể chất",
      "Social Behavior": "Hành vi Xã hội",
      "Conflict Resolution": "Giải quyết Xung đột",
      "Self-Reflection": "Tự phản ánh",
      "Cognitive Function": "Chức năng Nhận thức",
      "Sexual Health": "Sức khỏe Tình dục"
    },
    "questions": {
      "moodSwing": "Bạn có trải qua những thay đổi đột ngột về tâm trạng không?",
      "sadness": "Bạn có thường xuyên cảm thấy buồn bã hoặc có tâm trạng thấp không?",
      "euphoric": "Bạn có thường xuyên trải qua cảm giác hưng phấn hoặc năng lượng cao bất thường không?",
      "sleepDisorder": "Bạn có thường xuyên gặp khó khăn về giấc ngủ, chẳng hạn như khó đi vào hoặc duy trì giấc ngủ không?",
      "exhausted": "Bạn có thường xuyên cảm thấy mệt mỏi hoặc kiệt sức không?",
      "suicidalThoughts": "Bạn đã bao giờ có ý nghĩ tự làm hại bản thân chưa?",
      "aggressiveResponse": "Bạn có trở nên hung hăng hoặc thù địch trong các cuộc xung đột không?",
      "nervousBreakdown": "Bạn đã từng trải qua những khoảnh khắc cảm thấy quá tải về mặt cảm xúc hoặc không thể đối phó không?",
      "overthinking": "Bạn có thấy mình lo lắng hoặc suy nghĩ quá nhiều hơn mức bạn mong muốn không?",
      "anorexia": "Bạn có nhận thấy những thay đổi lớn về sự thèm ăn hoặc thói quen ăn uống của mình không?",
      "authorityRespect": "Bạn có thường tuân theo các quy tắc và tôn trọng người có thẩm quyền không?",
      "tryExplanation": "Khi xung đột nảy sinh, bạn có cố gắng giải thích quan điểm của mình không?",
      "ignoreMoveOn": "Bạn có xu hướng tránh né vấn đề thay vì giải quyết chúng không?",
      "admitMistakes": "Bạn có cảm thấy thoải mái khi thừa nhận mình sai không?",
      "concentration": "Bạn đánh giá khả năng tập trung của mình như thế nào?",
      "optimism": "Bạn mô tả cái nhìn chung về cuộc sống của mình như thế nào?",
      "sexualActivity": "Bạn mô tả mức độ quan tâm của mình đối với hoạt động tình dục như thế nào?"
    },
    "answer_values": {
      "frequency": {
        "Seldom": "Hiếm khi",
        "Sometimes": "Đôi khi",
        "Usually": "Thường xuyên",
        "Most-Often": "Phần lớn thời gian"
      },
      "yesNo": {
        "NO": "Không",
        "YES": "Có"
      },
      "concentration": {
        "Cannot concentrate": "Không thể tập trung",
        "Poor concentration": "Tập trung kém",
        "Average concentration": "Tập trung trung bình",
        "Good concentration": "Tập trung tốt",
        "Excellent concentration": "Tập trung xuất sắc"
      },
      "optimism": {
        "Extremely pessimistic": "Cực kỳ bi quan",
        "Pessimistic": "Bi quan",
        "Neutral outlook": "Cái nhìn trung lập",
        "Optimistic": "Lạc quan",
        "Extremely optimistic": "Cực kỳ lạc quan"
      },
      "sexualActivity": {
        "No interest": "Không quan tâm",
        "Low interest": "Ít quan tâm",
        "Moderate interest": "Quan tâm vừa phải",
        "High interest": "Quan tâm cao",
        "Very high interest": "Quan tâm rất cao"
      }
    },
    "diagnosisTranslations": {
      "Normal": "Bình thường",
      "Bipolar Type-1": "Rối loạn Lưỡng cực Loại I",
      "Bipolar Type-2": "Rối loạn Lưỡng cực Loại II",
      "Depression": "Trầm cảm"
    },
    "diagnosisDescriptions": {
      "Normal": "Các câu trả lời của bạn cho thấy các kiểu sức khỏe tinh thần điển hình, không phát hiện ra mối lo ngại lâm sàng đáng kể nào trên các miền được đánh giá.",
      "Bipolar Type-1": "Các câu trả lời của bạn cho thấy các kiểu mẫu có thể gợi ý rối loạn Lưỡng cực Loại 1. Đặc điểm là các giai đoạn hưng cảm kéo dài ít nhất 7 ngày.",
      "Bipolar Type-2": "Các câu trả lời của bạn gợi ý các kiểu mẫu phù hợp với rối loạn Lưỡng cực Loại 2, đặc trưng bởi các giai đoạn hưng cảm nhẹ và trầm cảm.",
      "Depression": "Các câu trả lời của bạn phù hợp với các kiểu mẫu thường thấy trong rối loạn trầm cảm, bao gồm nỗi buồn dai dẳng và mất hứng thú.",
      "default_description": "Hoàn thành đánh giá thành công. Vui lòng tham khảo ý kiến chuyên gia y tế để có chẩn đoán xác định và khuyến nghị điều trị."
    },
    "navigation": {
      "next-button": "Tiếp theo →",
      "previous-button": "← Quay lại",
      "review-button": "Xem lại Câu trả lời",
      "back-to-questions": "← Quay lại câu hỏi",
      "submit-assessment-button": "Gửi Bài đánh giá ✓",
      "new-assessment": "↻ Bài đánh giá Mới",
      "learn-more": "Tìm hiểu thêm về tình trạng của bạn",
      "download-report": "Tải xuống Báo cáo",
      "login-back": "← Quay lại",
      "login-access": "Truy cập Lịch sử",
      "logout": "Đăng xuất",
      "history-back": "Quay lại Màn hình Chào mừng",
      "back-to-history": "Quay lại Lịch sử",
  "download-button": "Tải xuống Báo cáo"
    },
    "history": {
      "view-button": "Xem",
      "download-button": "Tải xuống Báo cáo",
      "delete-button": "Xóa",
      "started-label": "Bắt đầu:",
      "submitted-label": "Đã gửi:",
      "confidence-label": "Độ tin cậy:"
    },
    "assessment": {
      "id-label": "Mã số Đánh giá:",
      "patient-number-display": "Mã số Bệnh nhân:"
    },
    "mobile": {
      "home": "Trang chủ",
      "assessment": "Đánh giá",
      "history": "Lịch sử"
    },
    "alerts": {
      "selectOption": "Vui lòng chọn một tùy chọn trước khi tiếp tục.",
      "nameRequired": "Vui lòng nhập tên bệnh nhân trước khi gửi.",
      "noNumberConfirm": "Mã số bệnh nhân chưa được cung cấp. Tiếp tục mà không lưu vào lịch sử?",
      "loginRequired": "Vui lòng nhập cả tên và mã số bệnh nhân của bạn.",
      "noHistoryFound": "Không tìm thấy lịch sử đánh giá cho tên và mã số bệnh nhân đã cung cấp.",
      "deleteConfirm": "Bạn có chắc chắn muốn xóa bài đánh giá này không? Hành động này không thể hoàn tác.",
      "noPatientLoggedIn": "Hiện không có bệnh nhân nào đăng nhập.",
      "assessmentNotFound": "Không tìm thấy bài đánh giá. Vui lòng thử tải lại lịch sử của bạn.",
      "loadError": "Lỗi khi tải bài đánh giá. Vui lòng thử lại.",
      "downloadError": "Lỗi khi tải xuống bài đánh giá. Vui lòng thử lại.",
      "noDataForDownload": "Không có dữ liệu đánh giá để tải xuống. Vui lòng hoàn thành một bài đánh giá trước.",
      "displayError": "Lỗi khi hiển thị chi tiết đánh giá. Vui lòng thử lại.",
      "pdfError": "Không thể tạo báo cáo PDF",
      "configError": "Bài đánh giá vẫn đang tải. Vui lòng đợi một lát và thử lại.",
      "submitError": "Không xử lý được bài đánh giá: {error}",
      "loginError": "Lỗi khi truy cập lịch sử đánh giá. Vui lòng thử lại.",
      "deleteError": "Lỗi khi xóa bài đánh giá. Vui lòng thử lại.",
      "noOtherDiagnoses": "Không có chẩn đoán khác được xem xét",
      "noResponses": "Không có dữ liệu phản hồi"
    }
  },
  "validation": {
    "name": {
      "label": "Tên Bệnh nhân",
      "placeholder": "Nhập tên bệnh nhân",
      "title": "Nhập tên bệnh nhân (2-50 ký tự)",
      "hint": "Nhập tên bệnh nhân (2-50 ký tự)",
      "required": "Tên là bắt buộc",
      "too_short": "Tên phải có ít nhất 2 ký tự",
      "too_long": "Tên không được vượt quá 50 ký tự",
      "invalid_format": "Tên chỉ có thể chứa chữ cái, khoảng trắng, dấu gạch ngang và dấu nháy đơn"
    },
    "age": {
      "label": "Tuổi",
      "placeholder": "Nhập tuổi (12-100)",
      "title": "Nhập một số từ 12 đến 100",
      "hint": "Nhập tuổi từ 12-100",
      "required": "Tuổi là bắt buộc",
      "invalid_number": "Tuổi phải là một số hợp lệ",
      "too_young": "Tuổi phải từ 12 trở lên",
      "too_old": "Tuổi phải từ 100 trở xuống",
      "not_number": "Vui lòng chỉ nhập số (0-9)",
      "range_error": "Tuổi phải nằm trong khoảng từ 12 đến 100"
    },
    "patient_number": {
      "label": "Mã số Bệnh nhân",
      "placeholder": "Nhập mã số bệnh nhân",
      "title": "6-20 ký tự với ít nhất một chữ hoa, một chữ thường và một số",
      "hint": "6-20 ký tự với chữ hoa, chữ thường và số",
      "required": "Mã số bệnh nhân là bắt buộc",
      "too_short": "Mã số bệnh nhân phải có ít nhất 6 ký tự",
      "too_long": "Mã số bệnh nhân không được vượt quá 20 ký tự",
      "no_lowercase": "Phải bao gồm ít nhất một chữ thường (a-z)",
      "no_uppercase": "Phải bao gồm ít nhất một chữ hoa (A-Z)",
      "no_digit": "Phải bao gồm ít nhất một số (0-9)",
      "special_chars": "Chỉ cho phép chữ cái và số (không có ký tự đặc biệt)",
      "format_error": "Phải bao gồm chữ hoa, chữ thường và số"
    },
    "gender": {
      "label": "Giới tính",
      "placeholder": "Chọn giới tính",
      "required": "Vui lòng chọn giới tính",
      "default": "Chọn Giới tính",
      "male": "Nam",
      "female": "Nữ",
      "other": "Khác",
      "prefer_not": "Không muốn tiết lộ"
    },
    "general": {
      "field_required": "Trường này là bắt buộc",
      "valid": "✓ Hợp lệ",
      "invalid": "✗ Không hợp lệ",
      "saving": "Đang lưu thông tin...",
      "saved": "✓ Đã lưu thành công"
    }
  },
  "api": {
    "health": {
      "healthy": "khỏe mạnh",
      "degraded": "suy giảm",
      "starting": "đang khởi động",
      "message_ready": "Dịch vụ đã sẵn sàng",
      "message_starting": "Phiên bản đang khởi động, vui lòng chờ"
    },
    "errors": {
      "no_data": "Không có dữ liệu được cung cấp",
      "no_responses": "Không có câu trả lời nào được cung cấp",
      "invalid_responses": "Câu trả lời không hợp lệ: {msg}",
      "invalid_patient_data": "Dữ liệu bệnh nhân không hợp lệ: {msg}",
      "preprocessing_failed": "Tiền xử lý dữ liệu thất bại: {error}",
      "feature_conversion_failed": "Chuyển đổi tính năng thất bại",
      "feature_scaling_failed": "Thất bại khi điều chỉnh tính năng",
      "prediction_failed": "Dự đoán mô hình thất bại",
      "assessment_failed": "Đánh giá thất bại. Vui lòng thử lại.",
      "assessment_not_found": "Không tìm thấy bài đánh giá",
      "patient_info_required": "Yêu cầu tên và mã số bệnh nhân",
      "assessment_id_required": "Yêu cầu tên, mã số bệnh nhân và ID đánh giá",
      "delete_required": "Yêu cầu mã số bệnh nhân và ID đánh giá để xóa",
      "invalid_json": "Dữ liệu JSON không hợp lệ",
      "request_too_large": "Yêu cầu quá lớn",
      "rate_limit_exceeded": "Vượt quá giới hạn tốc độ. Vui lòng thử lại sau.",
      "database_error": "Không thể lưu dữ liệu đánh giá vào cơ sở dữ liệu",
      "invalid_age": "Tuổi không hợp lệ: {msg}. Vui lòng chỉ nhập số từ 12-100.",
      "age_numbers_only": "Tuổi phải chỉ chứa số. Vui lòng chỉ nhập chữ số (0-9)."
    },
    "success": {
      "assessment_saved": "Đánh giá đã lưu thành công",
      "assessment_deleted": "Đánh giá đã xóa thành công"
    }
  },
  "security": {
    "warnings": {
      "suicidal_thoughts": "Phát hiện ý nghĩ tự tử - vui lòng tìm kiếm sự giúp đỡ chuyên nghiệp ngay lập tức",
      "aggressive_behavior": "Phát hiện kiểu hành vi hung hăng - khuyến nghị đánh giá an toàn",
      "nervous_breakdown": "Phát hiện tiền sử suy nhược thần kinh - khuyến nghị đánh giá lâm sàng",
      "severe_depression": "Phát hiện triệu chứng trầm cảm nặng - khuyến nghị đánh giá khẩn cấp",
      "manic_symptoms": "Phát hiện triệu chứng hưng cảm tiềm ẩn - khuyến nghị đánh giá lâm sàng"
    }
  },
  "database": {
    "messages": {
      "postgres_connected": "Đã thiết lập kết nối PostgreSQL thành công với psycopg",
      "sqlite_fallback": "Đang chuyển về kết nối SQLite",
      "postgres_initialized": "Khởi tạo cơ sở dữ liệu PostgreSQL thành công với psycopg",
      "sqlite_initialized": "Khởi tạo cơ sở dữ liệu SQLite thành công",
      "assessment_saved": "Đánh giá đã lưu vào cơ sở dữ liệu (định dạng tiếng Anh): {id}",
      "assessment_loaded": "Đã tải {count} bài đánh giá từ cơ sở dữ liệu (đã dịch sang {language})",
      "single_assessment_loaded": "Đã tải một bài đánh giá từ cơ sở dữ liệu: {id}",
      "assessment_deleted": "Đã xóa bài đánh giá khỏi cơ sở dữ liệu: {id}"
    }
  },
  "model": {
    "messages": {
      "components_loaded": "Tất cả các thành phần mô hình đã được tải thành công!",
      "model_package_loaded": "Đã tải gói mô hình",
      "scaler_loaded": "Đã tải Scaler",
      "encoder_loaded": "Đã tải bộ mã hóa nhãn",
      "features_loaded": "Đã tải tên tính năng: {count} tính năng",
      "category_mappings_loaded": "Đã tải ánh xạ danh mục",
      "clinical_enhancer_initialized": "Đã khởi tạo Bộ tăng cường Quyết định Lâm sàng",
      "clinical_enhancer_unavailable": "Không thể khởi tạo Bộ tăng cường Quyết định Lâm sàng",
      "preprocessing_completed": "Tiền xử lý hoàn tất thành công",
      "feature_scaling_completed": "Điều chỉnh tính năng hoàn tất",
      "prediction_completed": "Dự đoán hoàn tất",
      "clinical_enhancement_applied": "Đã áp dụng tăng cường lâm sàng: {original} -> {enhanced}"
    }
  },
  "pdf_report": {
    "title": "BÁO CÁO ĐÁNH GIÁ SỨC KHỎE TINH THẦN",
    "assessment_details": "CHI TIẾT ĐÁNH GIÁ",
    "assessment_id": "Mã số Đánh giá:",
    "assessment_started": "Đánh giá Bắt đầu:",
    "report_generated": "Báo cáo Được tạo:",
    "assessment_timezone": "Múi giờ Đánh giá:",
    "patient_info": "THÔNG TIN BỆNH NHÂN",
    "patient_name": "Tên Bệnh nhân:",
    "patient_number": "Mã số Bệnh nhân:",
    "age": "Tuổi:",
    "gender": "Giới tính:",
    "clinical_results": "KẾT QUẢ ĐÁNH GIÁ LÂM SÀNG",
    "primary_diagnosis": "Chẩn đoán Chính:",
    "confidence_level": "Mức độ Tin cậy:",
    "assessment_datetime": "Ngày & Giờ:",
    "assessment_summary": "Tóm tắt Đánh giá:",
    "differential_diagnoses": "CHẨN ĐOÁN PHÂN BIỆT",
    "diagnosis": "Chẩn đoán",
    "probability": "Xác suất",
    "no_additional_diagnoses": "Không có chẩn đoán bổ sung nào được xem xét.",
    "key_responses": "CÂU HỎI & CÂU TRẢ LỜI ĐÁNH GIÁ",
    "domain": "Miền",
    "question": "Câu hỏi",
    "response": "Phản hồi",
    "answer": "Trả lời",
    "important_disclaimer": "TUYÊN BỐ TỪ CHỐI TRÁCH NHIỆM QUAN TRỌNG",
    "disclaimer_text": "Bài đánh giá sức khỏe tinh thần này được cung cấp chỉ với mục đích thông tin và giáo dục. Nó không nhằm mục đích thay thế cho lời khuyên, chẩn đoán hoặc điều trị y tế chuyên nghiệp. Luôn tìm kiếm lời khuyên từ bác sĩ hoặc nhà cung cấp dịch vụ sức khỏe tinh thần có trình độ của bạn với bất kỳ câu hỏi nào bạn có thể có liên quan đến tình trạng y tế hoặc tâm lý.\n\nNếu bạn đang gặp phải trường hợp khẩn cấp về sức khỏe tinh thần hoặc có ý nghĩ tự làm hại bản thân hoặc người khác, vui lòng liên hệ ngay với dịch vụ khẩn cấp bằng cách gọi số khẩn cấp tại địa phương của bạn hoặc đường dây nóng khủng hoảng.\n\nBài đánh giá này không cấu thành một chẩn đoán lâm sàng và không nên được sử dụng làm cơ sở duy nhất để đưa ra các quyết định chăm sóc sức khỏe.",
    "footer": "Báo cáo Đánh giá Sức khỏe Tinh thần Bảo mật - Được tạo bởi Hệ thống Đánh giá Lâm sàng",
    "not_provided": "Chưa cung cấp",
    "timezone_labels": {
      "utc": "UTC",
      "local_time": "Giờ Địa phương",
      "timezone": "Múi giờ"
    },
    "question_categories": {
      "Mood & Emotions": "Tâm trạng & Cảm xúc",
      "Sleep & Energy": "Giấc ngủ & Năng lượng",
      "Safety Assessment": "Đánh giá An toàn",
      "Behavioral Patterns": "Kiểu Hành vi",
      "Anxiety & Worry": "Lo âu & Lo lắng",
      "Physical Health": "Sức khỏe Thể chất",
      "Social Behavior": "Hành vi Xã hội",
      "Conflict Resolution": "Giải quyết Xung đột",
      "Self-Reflection": "Tự phản ánh",
      "Cognitive Function": "Chức năng Nhận thức",
      "Sexual Health": "Sức khỏe Tình dục"
    },
    "questions": {
      "moodSwing": "Bạn có trải qua những thay đổi đột ngột về tâm trạng không?",
      "sadness": "Bạn có thường xuyên cảm thấy buồn bã hoặc có tâm trạng thấp không?",
      "euphoric": "Bạn có thường xuyên trải qua cảm giác hưng phấn hoặc năng lượng cao bất thường không?",
      "sleepDisorder": "Bạn có thường xuyên gặp khó khăn về giấc ngủ, chẳng hạn như khó đi vào hoặc duy trì giấc ngủ không?",
      "exhausted": "Bạn có thường xuyên cảm thấy mệt mỏi hoặc kiệt sức không?",
      "suicidalThoughts": "Bạn đã bao giờ có ý nghĩ tự làm hại bản thân chưa?",
      "aggressiveResponse": "Bạn có trở nên hung hăng hoặc thù địch trong các cuộc xung đột không?",
      "nervousBreakdown": "Bạn đã từng trải qua những khoảnh khắc cảm thấy quá tải về mặt cảm xúc hoặc không thể đối phó không?",
      "overthinking": "Bạn có thấy mình lo lắng hoặc suy nghĩ quá nhiều hơn mức bạn mong muốn không?",
      "anorexia": "Bạn có nhận thấy những thay đổi lớn về sự thèm ăn hoặc thói quen ăn uống của mình không?",
      "authorityRespect": "Bạn có thường tuân theo các quy tắc và tôn trọng người có thẩm quyền không?",
      "tryExplanation": "Khi xung đột nảy sinh, bạn có cố gắng giải thích quan điểm của mình không?",
      "ignoreMoveOn": "Bạn có xu hướng tránh né vấn đề thay vì giải quyết chúng không?",
      "admitMistakes": "Bạn có cảm thấy thoải mái khi thừa nhận mình sai không?",
      "concentration": "Bạn đánh giá khả năng tập trung của mình như thế nào?",
      "optimism": "Bạn mô tả cái nhìn chung về cuộc sống của mình như thế nào?",
      "sexualActivity": "Bạn mô tả mức độ quan tâm của mình đối với hoạt động tình dục như thế nào?"
    },
    "answer_values": {
      "frequency": {
        "Seldom": "Hiếm khi",
        "Sometimes": "Đôi khi",
        "Usually": "Thường xuyên",
        "Most-Often": "Phần lớn thời gian"
      },
      "yesNo": {
        "NO": "Không",
        "YES": "Có"
      },
      "concentration": {
        "Cannot concentrate": "Không thể tập trung",
        "Poor concentration": "Tập trung kém",
        "Average concentration": "Tập trung trung bình",
        "Good concentration": "Tập trung tốt",
        "Excellent concentration": "Tập trung xuất sắc"
      },
      "optimism": {
        "Extremely pessimistic": "Cực kỳ bi quan",
        "Pessimistic": "Bi quan",
        "Neutral outlook": "Cái nhìn trung lập",
        "Optimistic": "Lạc quan",
        "Extremely optimistic": "Cực kỳ lạc quan"
      },
      "sexualActivity": {
        "No interest": "Không quan tâm",
        "Low interest": "Ít quan tâm",
        "Moderate interest": "Quan tâm vừa phải",
        "High interest": "Quan tâm cao",
        "Very high interest": "Quan tâm rất cao"
      }
    },
    "diagnosisTranslations": {
      "Normal": "Bình thường",
      "Bipolar Type-1": "Rối loạn Lưỡng cực Loại I",
      "Bipolar Type-2": "Rối loạn Lưỡng cực Loại II",
      "Depression": "Trầm cảm"
    },
    "diagnosisDescription": {
      "Normal": "Các câu trả lời của bạn cho thấy hồ sơ sức khỏe tinh thần điển hình, không phát hiện ra mối lo ngại lâm sàng đáng kể nào.",
      "Bipolar Type-1": "Các câu trả lời của bạn cho thấy các kiểu mẫu có thể gợi ý rối loạn Lưỡng cực Loại 1. Đặc điểm là các giai đoạn hưng cảm kéo dài ít nhất 7 ngày.",
      "Bipolar Type-2": "Các câu trả lời của bạn gợi ý các kiểu mẫu phù hợp với rối loạn Lưỡng cực Loại 2, đặc trưng bởi các giai đoạn hưng cảm nhẹ và trầm cảm.",
      "Depression": "Các câu trả lời của bạn phù hợp với các kiểu mẫu thường thấy trong rối loạn trầm cảm, bao gồm nỗi buồn dai dẳng và mất hứng thú.",
      "default_description": "Hoàn thành đánh giá thành công. Vui lòng tham khảo ý kiến chuyên gia y tế để có chẩn đoán xác định và khuyến nghị điều trị."
    }
  }




}